-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2024-06-03 16:07:54
-- 伺服器版本： 10.4.32-MariaDB
-- PHP 版本： 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `product_middle`
--

-- --------------------------------------------------------

--
-- 資料表結構 `brand`
--

CREATE TABLE `brand` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 傾印資料表的資料 `brand`
--

INSERT INTO `brand` (`id`, `name`) VALUES
(1, '七三茶堂'),
(2, '采樂茶業'),
(3, '豐曜-陶藝廊·茶空間'),
(4, 'GOOMO 谷毛茶行'),
(5, '老二茶舖 SecondCHA'),
(6, '小茶哉堂'),
(7, '鶴茗茶業'),
(8, '天下第一好茶'),
(9, '茶曉得');

-- --------------------------------------------------------

--
-- 資料表結構 `pack_category`
--

CREATE TABLE `pack_category` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 傾印資料表的資料 `pack_category`
--

INSERT INTO `pack_category` (`id`, `name`) VALUES
(1, '罐裝'),
(2, '禮盒'),
(3, '其他包材');

-- --------------------------------------------------------

--
-- 資料表結構 `products`
--

CREATE TABLE `products` (
  `id` int(3) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `weight` varchar(50) NOT NULL,
  `price` int(6) UNSIGNED NOT NULL,
  `stock` int(3) UNSIGNED NOT NULL,
  `created_at` datetime NOT NULL,
  `avilable_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `valid` int(2) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 傾印資料表的資料 `products`
--

INSERT INTO `products` (`id`, `name`, `description`, `weight`, `price`, `stock`, `created_at`, `avilable_time`, `end_time`, `valid`) VALUES
(1, '精品原葉丨三峽碧螺春 40g–精裝盒', '碧螺春源於中國大陸。由於同屬高香、條索翠綠，台灣三峽產製綠茶，稱為「三峽碧螺春」。', '40g', 650, 5, '2024-06-03 15:31:08', NULL, NULL, 0),
(2, '立體茶包丨三峽碧螺春 8單入–精裝盒', '碧螺春源於中國大陸。由於同屬高香、條索翠綠，台灣三峽產製綠茶，稱為「三峽碧螺春」。', '24入（3g／茶包）', 550, 5, '2024-06-01 17:01:11', NULL, NULL, 0),
(3, '精品原葉丨三峽碧螺春 80g–生活袋', '碧螺春源於中國大陸。由於同屬高香、條索翠綠，台灣三峽產製綠茶，稱為「三峽碧螺春」。', '80g', 780, 5, '2024-06-02 17:01:11', NULL, NULL, 0),
(4, '立體茶包丨三峽碧螺春 24入–生活袋', '碧螺春源於中國大陸。由於同屬高香、條索翠綠，台灣三峽產製綠茶，稱為「三峽碧螺春」。', '24入（3g／茶包）', 730, 5, '2024-06-03 17:01:11', NULL, NULL, 1),
(5, '精品原葉丨三峽碧螺春 80g–環保減包裝', '碧螺春源於中國大陸。由於同屬高香、條索翠綠，台灣三峽產製綠茶，稱為「三峽碧螺春」。', '80g', 770, 5, '2024-06-04 17:01:11', NULL, NULL, 1),
(6, '立體茶包丨三峽碧螺春 24入–環保減包裝', '碧螺春源於中國大陸。由於同屬高香、條索翠綠，台灣三峽產製綠茶，稱為「三峽碧螺春」。', '24入（3g／茶包）', 720, 5, '2024-06-05 17:01:11', NULL, NULL, 1),
(7, '立體茶包丨三峽碧螺春 1入–單包裝', '碧螺春源於中國大陸。由於同屬高香、條索翠綠，台灣三峽產製綠茶，稱為「三峽碧螺春」。', '24入（3g／茶包）', 55, 5, '2024-06-06 17:01:11', NULL, NULL, 1),
(8, '精品原葉丨阿里山高山烏龍 100g–精裝盒', '水色淨透、綠黃的〈阿里山高山烏龍〉是台灣經典烏龍茶代表。日夜溫差大、雲霧繚繞的涼冷高山氣候，孕育出甘潤幽雅的山頭氣。香氣上，以茶饕最愛的「青心烏龍」茶種製作〈阿里山高山烏龍〉有蘭花、流蘇花、百香果香、蛋白霜...等花香調宜人香氣。 ', '100g', 650, 5, '2024-06-07 17:01:11', NULL, NULL, 1),
(9, '立體茶包丨阿里山高山烏龍 8單入–精裝盒', '水色淨透、綠黃的〈阿里山高山烏龍〉是台灣經典烏龍茶代表。日夜溫差大、雲霧繚繞的涼冷高山氣候，孕育出甘潤幽雅的山頭氣。香氣上，以茶饕最愛的「青心烏龍」茶種製作〈阿里山高山烏龍〉有蘭花、流蘇花、百香果香、蛋白霜...等花香調宜人香氣。 ', '8入（3g／茶包）', 550, 5, '2024-06-08 17:01:11', NULL, NULL, 1),
(10, '精品原葉丨阿里山高山烏龍 200g–生活袋', '水色淨透、綠黃的〈阿里山高山烏龍〉是台灣經典烏龍茶代表。日夜溫差大、雲霧繚繞的涼冷高山氣候，孕育出甘潤幽雅的山頭氣。香氣上，以茶饕最愛的「青心烏龍」茶種製作〈阿里山高山烏龍〉有蘭花、流蘇花、百香果香、蛋白霜...等花香調宜人香氣。 ', '200g', 1080, 5, '2024-06-09 17:01:11', NULL, NULL, 1),
(11, '立體茶包丨阿里山高山烏龍 24入–生活袋', '水色淨透、綠黃的〈阿里山高山烏龍〉是台灣經典烏龍茶代表。日夜溫差大、雲霧繚繞的涼冷高山氣候，孕育出甘潤幽雅的山頭氣。香氣上，以茶饕最愛的「青心烏龍」茶種製作〈阿里山高山烏龍〉有蘭花、流蘇花、百香果香、蛋白霜...等花香調宜人香氣。 ', '24入（3g／茶包）', 630, 5, '2024-06-10 17:01:11', NULL, NULL, 1),
(12, '精品原葉丨阿里山高山烏龍 200g–環保減包裝', '水色淨透、綠黃的〈阿里山高山烏龍〉是台灣經典烏龍茶代表。日夜溫差大、雲霧繚繞的涼冷高山氣候，孕育出甘潤幽雅的山頭氣。香氣上，以茶饕最愛的「青心烏龍」茶種製作〈阿里山高山烏龍〉有蘭花、流蘇花、百香果香、蛋白霜...等花香調宜人香氣。 ', '200g', 1070, 5, '2024-06-11 17:01:11', NULL, NULL, 1),
(13, '立體茶包丨阿里山高山烏龍 24入–環保減包裝', '水色淨透、綠黃的〈阿里山高山烏龍〉是台灣經典烏龍茶代表。日夜溫差大、雲霧繚繞的涼冷高山氣候，孕育出甘潤幽雅的山頭氣。香氣上，以茶饕最愛的「青心烏龍」茶種製作〈阿里山高山烏龍〉有蘭花、流蘇花、百香果香、蛋白霜...等花香調宜人香氣。 ', '24入（3g／茶包）', 620, 5, '2024-06-12 17:01:11', NULL, NULL, 1),
(14, '立體茶包丨阿里山高山烏龍 1入–單包裝', '水色淨透、綠黃的〈阿里山高山烏龍〉是台灣經典烏龍茶代表。日夜溫差大、雲霧繚繞的涼冷高山氣候，孕育出甘潤幽雅的山頭氣。香氣上，以茶饕最愛的「青心烏龍」茶種製作〈阿里山高山烏龍〉有蘭花、流蘇花、百香果香、蛋白霜...等花香調宜人香氣。 ', '1入（3g／茶包）', 55, 5, '2024-06-13 17:01:11', NULL, NULL, 1),
(15, '精品原葉丨阿里山高山金萱 100g–精裝盒', '「金萱」茶樹是台灣官方近年來茶樹育種工程的成功代表作之一。茶感甘醇、水色亮黃的〈阿里山高山金萱〉是初嚐高山茶的最佳入門茶款。', '100g', 650, 5, '2024-06-14 17:01:11', NULL, NULL, 1),
(16, '立體茶包丨阿里山高山金萱 8單入–精裝盒', '「金萱」茶樹是台灣官方近年來茶樹育種工程的成功代表作之一。茶感甘醇、水色亮黃的〈阿里山高山金萱〉是初嚐高山茶的最佳入門茶款。', '8入（3g／茶包）', 550, 5, '2024-06-15 17:01:11', NULL, NULL, 1),
(17, '精品原葉丨阿里山高山金萱 200g–生活袋', '「金萱」茶樹是台灣官方近年來茶樹育種工程的成功代表作之一。茶感甘醇、水色亮黃的〈阿里山高山金萱〉是初嚐高山茶的最佳入門茶款。', '200g', 980, 5, '2024-06-16 17:01:11', NULL, NULL, 1),
(18, '立體茶包丨阿里山高山金萱 24入–生活袋', '「金萱」茶樹是台灣官方近年來茶樹育種工程的成功代表作之一。茶感甘醇、水色亮黃的〈阿里山高山金萱〉是初嚐高山茶的最佳入門茶款。', '24入（3g／茶包）', 630, 5, '2024-06-17 17:01:11', NULL, NULL, 1),
(19, '精品原葉丨阿里山高山金萱 200g–環保減包裝', '「金萱」茶樹是台灣官方近年來茶樹育種工程的成功代表作之一。茶感甘醇、水色亮黃的〈阿里山高山金萱〉是初嚐高山茶的最佳入門茶款。', '200g', 970, 5, '2024-06-18 17:01:11', NULL, NULL, 1),
(20, '立體茶包丨阿里山高山金萱 24入–環保減包裝', '「金萱」茶樹是台灣官方近年來茶樹育種工程的成功代表作之一。茶感甘醇、水色亮黃的〈阿里山高山金萱〉是初嚐高山茶的最佳入門茶款。', '24入（3g／茶包）（', 620, 5, '2024-06-19 17:01:11', NULL, NULL, 1),
(21, '立體茶包丨阿里山高山金萱 1入–單包裝', '「金萱」茶樹是台灣官方近年來茶樹育種工程的成功代表作之一。茶感甘醇、水色亮黃的〈阿里山高山金萱〉是初嚐高山茶的最佳入門茶款。', '1入（3g', 55, 5, '2024-06-20 17:01:11', NULL, NULL, 1),
(22, '精品原葉丨凍頂烏龍 80g–精裝盒', '北包種、南凍頂。〈凍頂烏龍〉正是熟香型烏龍的台灣經典代表。海拔高度上，近似高山茶植茶環境，茶芽積累豐沛的物質，炭火細焙出滋味甘潤、生津不止的香醇。', '100g', 650, 5, '2024-06-21 17:01:11', NULL, NULL, 1),
(23, '立體茶包丨凍頂烏龍 8單入–精裝盒', '北包種、南凍頂。〈凍頂烏龍〉正是熟香型烏龍的台灣經典代表。海拔高度上，近似高山茶植茶環境，茶芽積累豐沛的物質，炭火細焙出滋味甘潤、生津不止的香醇。', '8入（3g／茶包）', 550, 5, '2024-06-22 17:01:11', NULL, NULL, 1),
(24, '精品原葉丨凍頂烏龍 160g–生活袋', '北包種、南凍頂。〈凍頂烏龍〉正是熟香型烏龍的台灣經典代表。海拔高度上，近似高山茶植茶環境，茶芽積累豐沛的物質，炭火細焙出滋味甘潤、生津不止的香醇。', '160g', 1080, 5, '2024-06-23 17:01:11', NULL, NULL, 1),
(25, '立體茶包丨凍頂烏龍 24入–生活袋', '北包種、南凍頂。〈凍頂烏龍〉正是熟香型烏龍的台灣經典代表。海拔高度上，近似高山茶植茶環境，茶芽積累豐沛的物質，炭火細焙出滋味甘潤、生津不止的香醇。', '24入（3g／茶包）', 630, 5, '2024-06-24 17:01:11', NULL, NULL, 1),
(26, '精品原葉丨凍頂烏龍 160g–環保減包裝', '北包種、南凍頂。〈凍頂烏龍〉正是熟香型烏龍的台灣經典代表。海拔高度上，近似高山茶植茶環境，茶芽積累豐沛的物質，炭火細焙出滋味甘潤、生津不止的香醇。', '160g', 1070, 5, '2024-06-25 17:01:11', NULL, NULL, 1),
(27, '立體茶包丨凍頂烏龍 24入–環保減包裝', '北包種、南凍頂。〈凍頂烏龍〉正是熟香型烏龍的台灣經典代表。海拔高度上，近似高山茶植茶環境，茶芽積累豐沛的物質，炭火細焙出滋味甘潤、生津不止的香醇。', '24入（3g／茶包）（', 620, 5, '2024-06-26 17:01:11', NULL, NULL, 1),
(28, '立體茶包丨凍頂烏龍 1入–單包裝', '北包種、南凍頂。〈凍頂烏龍〉正是熟香型烏龍的台灣經典代表。海拔高度上，近似高山茶植茶環境，茶芽積累豐沛的物質，炭火細焙出滋味甘潤、生津不止的香醇。', '1入（3g', 55, 5, '2024-06-27 17:01:11', NULL, NULL, 1),
(29, '精品原葉丨花蓮蜜香紅茶 50g–精裝盒', '採製自長期施行自然農耕、無毒種植，小綠葉蟬成為食物鏈一環的瑞穗舞鶴生態茶園。七三茶堂〈花蓮蜜香紅茶〉深邃亮紅的茶湯蘊含平穩香醇的甘甜滋味。香氣上，以四大名種「大葉烏龍」製作的〈花蓮蜜香紅茶〉氤氳著烘焙蜜糖香與細微的著涎蜜香...等甜香調香氣。', '50g', 650, 5, '2024-06-28 17:01:11', NULL, NULL, 1),
(30, '立體茶包丨花蓮蜜香紅茶 8單入–精裝盒', '採製自長期施行自然農耕、無毒種植，小綠葉蟬成為食物鏈一環的瑞穗舞鶴生態茶園。七三茶堂〈花蓮蜜香紅茶〉深邃亮紅的茶湯蘊含平穩香醇的甘甜滋味。香氣上，以四大名種「大葉烏龍」製作的〈花蓮蜜香紅茶〉氤氳著烘焙蜜糖香與細微的著涎蜜香...等甜香調香氣。', '8入（3g／茶包）', 550, 5, '2024-06-29 17:01:11', NULL, NULL, 1),
(31, '精品原葉丨花蓮蜜香紅茶 100g–生活袋', '採製自長期施行自然農耕、無毒種植，小綠葉蟬成為食物鏈一環的瑞穗舞鶴生態茶園。七三茶堂〈花蓮蜜香紅茶〉深邃亮紅的茶湯蘊含平穩香醇的甘甜滋味。香氣上，以四大名種「大葉烏龍」製作的〈花蓮蜜香紅茶〉氤氳著烘焙蜜糖香與細微的著涎蜜香...等甜香調香氣。', '100g（每包茶葉袋50g', 780, 5, '2024-06-30 17:01:11', NULL, NULL, 1),
(32, '立體茶包丨花蓮蜜香紅茶 24入–生活袋', '採製自長期施行自然農耕、無毒種植，小綠葉蟬成為食物鏈一環的瑞穗舞鶴生態茶園。七三茶堂〈花蓮蜜香紅茶〉深邃亮紅的茶湯蘊含平穩香醇的甘甜滋味。香氣上，以四大名種「大葉烏龍」製作的〈花蓮蜜香紅茶〉氤氳著烘焙蜜糖香與細微的著涎蜜香...等甜香調香氣。', '24入（3g／茶包）', 630, 5, '2024-07-01 17:01:11', NULL, NULL, 1),
(33, '精品原葉丨花蓮蜜香紅茶 100g–環保減包裝', '採製自長期施行自然農耕、無毒種植，小綠葉蟬成為食物鏈一環的瑞穗舞鶴生態茶園。七三茶堂〈花蓮蜜香紅茶〉深邃亮紅的茶湯蘊含平穩香醇的甘甜滋味。香氣上，以四大名種「大葉烏龍」製作的〈花蓮蜜香紅茶〉氤氳著烘焙蜜糖香與細微的著涎蜜香...等甜香調香氣。', '100g', 770, 5, '2024-07-02 17:01:11', NULL, NULL, 1),
(34, '立體茶包丨花蓮蜜香紅茶 24入–環保減包裝', '採製自長期施行自然農耕、無毒種植，小綠葉蟬成為食物鏈一環的瑞穗舞鶴生態茶園。七三茶堂〈花蓮蜜香紅茶〉深邃亮紅的茶湯蘊含平穩香醇的甘甜滋味。香氣上，以四大名種「大葉烏龍」製作的〈花蓮蜜香紅茶〉氤氳著烘焙蜜糖香與細微的著涎蜜香...等甜香調香氣。', '24入（3g／茶包）', 620, 5, '2024-07-03 17:01:11', NULL, NULL, 1),
(35, '立體茶包丨花蓮蜜香紅茶 1入–單包裝', '採製自長期施行自然農耕、無毒種植，小綠葉蟬成為食物鏈一環的瑞穗舞鶴生態茶園。七三茶堂〈花蓮蜜香紅茶〉深邃亮紅的茶湯蘊含平穩香醇的甘甜滋味。香氣上，以四大名種「大葉烏龍」製作的〈花蓮蜜香紅茶〉氤氳著烘焙蜜糖香與細微的著涎蜜香...等甜香調香氣。', '1入（3g／茶包）', 55, 5, '2024-07-04 17:01:11', NULL, NULL, 1),
(36, '精品原葉丨紅玉紅茶 50g–精裝盒', '肉桂、薄荷與柑橘香，輕快爽亮，難以忽視的「台灣香」，無可取代的世界紅茶', '50g', 650, 5, '2024-07-05 17:01:11', NULL, NULL, 1),
(37, '立體茶包丨紅玉紅茶 8單入–精裝盒', '肉桂、薄荷與柑橘香，輕快爽亮，難以忽視的「台灣香」，無可取代的世界紅茶', '8入（3g／茶包）', 550, 5, '2024-07-06 17:01:11', NULL, NULL, 1),
(38, '精品原葉丨紅玉紅茶 100g–生活袋', '肉桂、薄荷與柑橘香，輕快爽亮，難以忽視的「台灣香」，無可取代的世界紅茶', '100g', 780, 5, '2024-07-07 17:01:11', NULL, NULL, 1),
(39, '立體茶包丨紅玉紅茶 24入–生活袋', '肉桂、薄荷與柑橘香，輕快爽亮，難以忽視的「台灣香」，無可取代的世界紅茶', '24入（3g／茶包）', 630, 5, '2024-07-08 17:01:11', NULL, NULL, 1),
(40, '精品原葉丨紅玉紅茶 100g–環保減包裝', '肉桂、薄荷與柑橘香，輕快爽亮，難以忽視的「台灣香」，無可取代的世界紅茶', '100g', 770, 5, '2024-07-09 17:01:11', NULL, NULL, 1),
(41, '立體茶包丨紅玉紅茶 24入–環保減包裝', '肉桂、薄荷與柑橘香，輕快爽亮，難以忽視的「台灣香」，無可取代的世界紅茶', '24入（3g／茶包）', 620, 5, '2024-07-10 17:01:11', NULL, NULL, 1),
(42, '立體茶包丨紅玉紅茶 1入–單包裝', '肉桂、薄荷與柑橘香，輕快爽亮，難以忽視的「台灣香」，無可取代的世界紅茶', '1入（3g／茶包）', 55, 5, '2024-07-11 17:01:11', NULL, NULL, 1),
(43, '精品原葉丨阿里山高山綠茶 100g–精裝盒', '柔滑質地，幽微的澀苦，引出甘美滋味，出眾的高山綠茶', '100g', 650, 5, '2024-07-12 17:01:11', NULL, NULL, 1),
(44, '立體茶包丨阿里山高山綠茶 8單入–精裝盒', '柔滑質地，幽微的澀苦，引出甘美滋味，出眾的高山綠茶', '8入（3g／茶包）', 550, 5, '2024-07-13 17:01:11', NULL, NULL, 1),
(45, '精品原葉丨阿里山高山綠茶 200g–生活袋', '柔滑質地，幽微的澀苦，引出甘美滋味，出眾的高山綠茶', '200g', 980, 5, '2024-07-14 17:01:11', NULL, NULL, 1),
(46, '立體茶包丨阿里山高山綠茶 24入–生活袋', '柔滑質地，幽微的澀苦，引出甘美滋味，出眾的高山綠茶', '24入（3g／茶包）', 630, 5, '2024-07-15 17:01:11', NULL, NULL, 1),
(47, '立體茶包丨阿里山高山綠茶 24入–環保減包裝', '柔滑質地，幽微的澀苦，引出甘美滋味，出眾的高山綠茶', '24入（3g／茶包）', 620, 5, '2024-07-16 17:01:11', NULL, NULL, 1),
(48, '精品原葉丨阿里山高山綠茶 200g–環保減包裝', '柔滑質地，幽微的澀苦，引出甘美滋味，出眾的高山綠茶', '200g', 970, 5, '2024-07-17 17:01:11', NULL, NULL, 1),
(49, '立體茶包丨阿里山高山綠茶 1入–單包裝', '柔滑質地，幽微的澀苦，引出甘美滋味，出眾的高山綠茶', '1入（3g／茶包）', 55, 5, '2024-07-18 17:01:11', NULL, NULL, 1),
(50, '精品原葉丨阿里山高山烏龍 100g–精裝盒', '長期領受山林的滋潤與周圍花靈草鮮的影響，以「青心烏龍」茶樹種製作的〈阿里山高山烏龍〉除了細緻甜美的茶感之外，還有一股幽若迷人的花香味。', '100g', 650, 5, '2024-07-19 17:01:11', NULL, NULL, 1),
(51, '立體茶包丨阿里山高山烏龍 8單入–精裝盒', '長期領受山林的滋潤與周圍花靈草鮮的影響，以「青心烏龍」茶樹種製作的〈阿里山高山烏龍〉除了細緻甜美的茶感之外，還有一股幽若迷人的花香味。', '8入（3g／茶包）', 550, 5, '2024-07-20 17:01:11', NULL, NULL, 1),
(52, '精品原葉丨阿里山高山烏龍 200g–生活袋', '長期領受山林的滋潤與周圍花靈草鮮的影響，以「青心烏龍」茶樹種製作的〈阿里山高山烏龍〉除了細緻甜美的茶感之外，還有一股幽若迷人的花香味。', '200g', 1080, 5, '2024-07-21 17:01:11', NULL, NULL, 1),
(53, '立體茶包丨阿里山高山烏龍 24入–生活袋', '長期領受山林的滋潤與周圍花靈草鮮的影響，以「青心烏龍」茶樹種製作的〈阿里山高山烏龍〉除了細緻甜美的茶感之外，還有一股幽若迷人的花香味。', '24入（3g／茶包）', 630, 5, '2024-07-22 17:01:11', NULL, NULL, 1),
(54, '精品原葉丨阿里山高山烏龍 200g–環保減包裝', '長期領受山林的滋潤與周圍花靈草鮮的影響，以「青心烏龍」茶樹種製作的〈阿里山高山烏龍〉除了細緻甜美的茶感之外，還有一股幽若迷人的花香味。', '200g', 1070, 5, '2024-07-23 17:01:11', NULL, NULL, 1),
(55, '立體茶包丨阿里山高山烏龍 24入–環保減包裝', '長期領受山林的滋潤與周圍花靈草鮮的影響，以「青心烏龍」茶樹種製作的〈阿里山高山烏龍〉除了細緻甜美的茶感之外，還有一股幽若迷人的花香味。', '24入（3g／茶包）', 620, 5, '2024-07-24 17:01:11', NULL, NULL, 1),
(56, '立體茶包丨阿里山高山烏龍 1入–單包裝', '長期領受山林的滋潤與周圍花靈草鮮的影響，以「青心烏龍」茶樹種製作的〈阿里山高山烏龍〉除了細緻甜美的茶感之外，還有一股幽若迷人的花香味。', '（3g／茶包）', 55, 5, '2024-07-25 17:01:11', NULL, NULL, 1),
(57, '精品原葉丨阿里山高山金萱 100g–精裝盒', '金萱「臺茶12號」適製性廣、產量豐盛、身強力壯、抗病蟲害能力強，受到台灣各地茶區的喜愛，是目前台灣栽種面積排名第二的茶樹品種。', '100g', 650, 5, '2024-07-26 17:01:11', NULL, NULL, 1),
(58, '立體茶包丨阿里山高山金萱 8單入–精裝盒', '金萱「臺茶12號」適製性廣、產量豐盛、身強力壯、抗病蟲害能力強，受到台灣各地茶區的喜愛，是目前台灣栽種面積排名第二的茶樹品種。', '8入（3g／茶包）', 550, 5, '2024-07-27 17:01:11', NULL, NULL, 1),
(59, '精品原葉丨阿里山高山金萱 200g–生活袋', '金萱「臺茶12號」適製性廣、產量豐盛、身強力壯、抗病蟲害能力強，受到台灣各地茶區的喜愛，是目前台灣栽種面積排名第二的茶樹品種。', '200g', 980, 5, '2024-07-28 17:01:11', NULL, NULL, 1),
(60, '立體茶包丨阿里山高山金萱 24入–生活袋', '金萱「臺茶12號」適製性廣、產量豐盛、身強力壯、抗病蟲害能力強，受到台灣各地茶區的喜愛，是目前台灣栽種面積排名第二的茶樹品種。', '24入（3g／茶包）', 630, 5, '2024-07-29 17:01:11', NULL, NULL, 1),
(61, '精品原葉丨阿里山高山金萱 200g–環保減包裝', '金萱「臺茶12號」適製性廣、產量豐盛、身強力壯、抗病蟲害能力強，受到台灣各地茶區的喜愛，是目前台灣栽種面積排名第二的茶樹品種。', '200g', 970, 5, '2024-07-30 17:01:11', NULL, NULL, 1),
(62, '立體茶包丨阿里山高山金萱 24入–環保減包裝', '金萱「臺茶12號」適製性廣、產量豐盛、身強力壯、抗病蟲害能力強，受到台灣各地茶區的喜愛，是目前台灣栽種面積排名第二的茶樹品種。', '24入（3g／茶包）', 620, 5, '2024-07-31 17:01:11', NULL, NULL, 1),
(63, '立體茶包丨阿里山高山金萱 1入–單包裝', '金萱「臺茶12號」適製性廣、產量豐盛、身強力壯、抗病蟲害能力強，受到台灣各地茶區的喜愛，是目前台灣栽種面積排名第二的茶樹品種。', '1入（3g／茶包）', 55, 5, '2024-08-01 17:01:11', NULL, NULL, 1),
(64, '精品原葉丨阿里山蜜香烏龍 75g–精裝盒', '茶葉裡的蜂蜜香氣是善待土地的大自然回饋，一心二葉裡有高山烏龍茶的身骨', '75', 650, 5, '2024-08-02 17:01:11', NULL, NULL, 1),
(65, '立體茶包丨阿里山蜜香烏龍 8單入–精裝盒', '茶葉裡的蜂蜜香氣是善待土地的大自然回饋，一心二葉裡有高山烏龍茶的身骨', '8入（3g／茶包）', 550, 5, '2024-08-03 17:01:11', NULL, NULL, 1),
(66, '精品原葉丨阿里山蜜香烏龍 150g–生活袋', '茶葉裡的蜂蜜香氣是善待土地的大自然回饋，一心二葉裡有高山烏龍茶的身骨', '150g', 1180, 5, '2024-08-04 17:01:11', NULL, NULL, 1),
(67, '立體茶包丨阿里山蜜香烏龍 24入–生活袋', '茶葉裡的蜂蜜香氣是善待土地的大自然回饋，一心二葉裡有高山烏龍茶的身骨', '24入（3g／茶包）', 730, 5, '2024-08-05 17:01:11', NULL, NULL, 1),
(68, '精品原葉丨阿里山蜜香烏龍 150g–環保減包裝', '茶葉裡的蜂蜜香氣是善待土地的大自然回饋，一心二葉裡有高山烏龍茶的身骨', '150g', 1170, 5, '2024-08-06 17:01:11', NULL, NULL, 1),
(69, '立體茶包丨阿里山蜜香烏龍 24入–環保減包裝', '茶葉裡的蜂蜜香氣是善待土地的大自然回饋，一心二葉裡有高山烏龍茶的身骨', '24入（3g／茶包）', 720, 5, '2024-08-07 17:01:11', NULL, NULL, 1),
(70, '立體茶包丨阿里山蜜香烏龍 1入–單包裝', '茶葉裡的蜂蜜香氣是善待土地的大自然回饋，一心二葉裡有高山烏龍茶的身骨', '1入（3g／茶包）', 55, 5, '2024-08-08 17:01:11', NULL, NULL, 1),
(71, '精品原葉丨阿里山高山紅茶 200g–生活袋', '微酸中的甘醇茶味，有似紅心芭樂的熟果與秀氣的花香，原來，那就是高山上的紅茶阿～', '200g', 980, 5, '2024-08-09 17:01:11', NULL, NULL, 1),
(72, '立體茶包丨阿里山高山紅茶 24入–生活袋', '微酸中的甘醇茶味，有似紅心芭樂的熟果與秀氣的花香，原來，那就是高山上的紅茶阿～', '24入（3g／茶包）', 630, 5, '2024-08-10 17:01:11', NULL, NULL, 1),
(73, '精品原葉丨阿里山高山紅茶 100g–精裝盒', '微酸中的甘醇茶味，有似紅心芭樂的熟果與秀氣的花香，原來，那就是高山上的紅茶阿～', '100g', 650, 5, '2024-08-11 17:01:11', NULL, NULL, 1),
(74, '立體茶包丨阿里山高山紅茶 8單入–精裝盒', '微酸中的甘醇茶味，有似紅心芭樂的熟果與秀氣的花香，原來，那就是高山上的紅茶阿～', '8入（3g／茶包）', 550, 5, '2024-08-12 17:01:11', NULL, NULL, 1),
(75, '精品原葉丨阿里山高山紅茶 200g–環保減包裝', '微酸中的甘醇茶味，有似紅心芭樂的熟果與秀氣的花香，原來，那就是高山上的紅茶阿～', '200g', 970, 5, '2024-08-13 17:01:11', NULL, NULL, 1),
(76, '立體茶包丨阿里山高山紅茶 24入–環保減包裝', '微酸中的甘醇茶味，有似紅心芭樂的熟果與秀氣的花香，原來，那就是高山上的紅茶阿～', '24入（3g／茶包）', 620, 5, '2024-08-14 17:01:11', NULL, NULL, 1),
(77, '立體茶包丨阿里山高山紅茶 1入–單包裝', '微酸中的甘醇茶味，有似紅心芭樂的熟果與秀氣的花香，原來，那就是高山上的紅茶阿～', '1入（3g／茶包）', 55, 5, '2024-08-15 17:01:11', NULL, NULL, 1),
(78, '精品原葉丨凍頂烏龍 80g–精裝盒', '在高山茶尚未興盛前，海拔800公尺的凍頂山已經是當時的高山茶了，從山名就能推想得知：凍頂山上氣溫低、深夜清晨有凍寒感，因此稱「凍頂」。', '80g', 650, 5, '2024-08-16 17:01:11', NULL, NULL, 1),
(79, '立體茶包丨凍頂烏龍 8單入–精裝盒', '在高山茶尚未興盛前，海拔800公尺的凍頂山已經是當時的高山茶了，從山名就能推想得知：凍頂山上氣溫低、深夜清晨有凍寒感，因此稱「凍頂」。', '8入（3g／茶包）', 550, 5, '2024-08-17 17:01:11', NULL, NULL, 1),
(80, '精品原葉丨凍頂烏龍 160g–生活袋', '在高山茶尚未興盛前，海拔800公尺的凍頂山已經是當時的高山茶了，從山名就能推想得知：凍頂山上氣溫低、深夜清晨有凍寒感，因此稱「凍頂」。', '160g', 1080, 5, '2024-08-18 17:01:11', NULL, NULL, 1),
(81, '立體茶包丨凍頂烏龍 24入–生活袋', '在高山茶尚未興盛前，海拔800公尺的凍頂山已經是當時的高山茶了，從山名就能推想得知：凍頂山上氣溫低、深夜清晨有凍寒感，因此稱「凍頂」。', '24入（3g／茶包）', 630, 5, '2024-08-19 17:01:11', NULL, NULL, 1),
(82, '精品原葉丨凍頂烏龍 160g–環保減包裝', '在高山茶尚未興盛前，海拔800公尺的凍頂山已經是當時的高山茶了，從山名就能推想得知：凍頂山上氣溫低、深夜清晨有凍寒感，因此稱「凍頂」。', '160g', 1070, 5, '2024-08-20 17:01:11', NULL, NULL, 1),
(83, '立體茶包丨凍頂烏龍 24入–環保減包裝', '在高山茶尚未興盛前，海拔800公尺的凍頂山已經是當時的高山茶了，從山名就能推想得知：凍頂山上氣溫低、深夜清晨有凍寒感，因此稱「凍頂」。', '24入（3g／茶包）', 620, 5, '2024-08-21 17:01:11', NULL, NULL, 1),
(84, '立體茶包丨凍頂烏龍 1入–單包裝', '在高山茶尚未興盛前，海拔800公尺的凍頂山已經是當時的高山茶了，從山名就能推想得知：凍頂山上氣溫低、深夜清晨有凍寒感，因此稱「凍頂」。', '1入（3g／茶包）', 55, 5, '2024-08-22 17:01:11', NULL, NULL, 1),
(85, '立體茶包丨七三壹貳 8單入–精裝盒', '七三茶堂7teahouse選用優質耐泡的「阿里山高山金萱」進行輕中度烘焙。〈七三壹貳〉在烘焙高溫之下，轉化出「半生熟茶」的台式烏龍風韻。', '8入（3g／茶包）', 550, 5, '2024-08-23 17:01:11', NULL, NULL, 1),
(86, '立體茶包丨七三壹貳 24入–生活袋', '七三茶堂7teahouse選用優質耐泡的「阿里山高山金萱」進行輕中度烘焙。〈七三壹貳〉在烘焙高溫之下，轉化出「半生熟茶」的台式烏龍風韻。', '24入（3g／茶包）', 630, 5, '2024-08-24 17:01:11', NULL, NULL, 1),
(87, '立體茶包丨七三壹貳 24入–環保減包裝', '七三茶堂7teahouse選用優質耐泡的「阿里山高山金萱」進行輕中度烘焙。〈七三壹貳〉在烘焙高溫之下，轉化出「半生熟茶」的台式烏龍風韻。', '24入（3g／茶包）', 620, 5, '2024-08-25 17:01:11', NULL, NULL, 1),
(88, '立體茶包丨七三壹貳 1入–單包裝', '七三茶堂7teahouse選用優質耐泡的「阿里山高山金萱」進行輕中度烘焙。〈七三壹貳〉在烘焙高溫之下，轉化出「半生熟茶」的台式烏龍風韻。', '1入（3g／茶包）', 55, 5, '2024-08-26 17:01:11', NULL, NULL, 1),
(89, '精品原葉丨炭焙烏龍 100g–精裝盒', '某回茶會席間，偶然喝到發酵度具足、後韻甘美的炭焙熟茶。令人印象深刻。那是「紅水烏龍」般的發酵度，施以傳統「三焙三退火」龍眼木炭焙的鐵觀音式焙法茶葉。', '100g', 650, 5, '2024-08-27 17:01:11', NULL, NULL, 1),
(90, '立體茶包丨炭焙烏龍 8單入–精裝盒', '某回茶會席間，偶然喝到發酵度具足、後韻甘美的炭焙熟茶。令人印象深刻。那是「紅水烏龍」般的發酵度，施以傳統「三焙三退火」龍眼木炭焙的鐵觀音式焙法茶葉。', '8入（3g／茶包）', 550, 5, '2024-08-28 17:01:11', NULL, NULL, 1),
(91, '精品原葉丨炭焙烏龍 200g–生活袋', '某回茶會席間，偶然喝到發酵度具足、後韻甘美的炭焙熟茶。令人印象深刻。那是「紅水烏龍」般的發酵度，施以傳統「三焙三退火」龍眼木炭焙的鐵觀音式焙法茶葉。', '200g', 980, 5, '2024-08-29 17:01:11', NULL, NULL, 1),
(92, '立體茶包丨炭焙烏龍 24入–生活袋', '某回茶會席間，偶然喝到發酵度具足、後韻甘美的炭焙熟茶。令人印象深刻。那是「紅水烏龍」般的發酵度，施以傳統「三焙三退火」龍眼木炭焙的鐵觀音式焙法茶葉。', '24入（3g／茶包）', 630, 5, '2024-08-30 17:01:11', NULL, NULL, 1),
(93, '精品原葉丨炭焙烏龍 200g–環保減包裝', '某回茶會席間，偶然喝到發酵度具足、後韻甘美的炭焙熟茶。令人印象深刻。那是「紅水烏龍」般的發酵度，施以傳統「三焙三退火」龍眼木炭焙的鐵觀音式焙法茶葉。', '200g', 970, 5, '2024-08-31 17:01:11', NULL, NULL, 1),
(94, '立體茶包丨炭焙烏龍 24入–環保減包裝', '某回茶會席間，偶然喝到發酵度具足、後韻甘美的炭焙熟茶。令人印象深刻。那是「紅水烏龍」般的發酵度，施以傳統「三焙三退火」龍眼木炭焙的鐵觀音式焙法茶葉。', '24入（3g／茶包）', 620, 5, '2024-09-01 17:01:11', NULL, NULL, 1),
(95, '立體茶包丨炭焙烏龍 1入–單包裝', '某回茶會席間，偶然喝到發酵度具足、後韻甘美的炭焙熟茶。令人印象深刻。那是「紅水烏龍」般的發酵度，施以傳統「三焙三退火」龍眼木炭焙的鐵觀音式焙法茶葉。', '1入（3g／茶包）', 55, 5, '2024-09-02 17:01:11', NULL, NULL, 1),
(96, '立體茶包丨麥香烏龍 8單入–精裝盒', '烘焙後的麥香與茶香交織的〈麥香烏龍〉，茶湯視覺透亮金黃，嗅覺層次堆疊，味覺更是多元豐富。', '8入（5.5g／茶包）', 550, 5, '2024-09-03 17:01:11', NULL, NULL, 1),
(97, '立體茶包丨麥香烏龍 24入–生活袋', '烘焙後的麥香與茶香交織的〈麥香烏龍〉，茶湯視覺透亮金黃，嗅覺層次堆疊，味覺更是多元豐富。', '24入（5.5g／茶包）', 630, 5, '2024-09-04 17:01:11', NULL, NULL, 1),
(98, '立體茶包丨麥香烏龍 24入–環保減包裝', '烘焙後的麥香與茶香交織的〈麥香烏龍〉，茶湯視覺透亮金黃，嗅覺層次堆疊，味覺更是多元豐富。', '24入（5.5g／茶包）', 620, 5, '2024-09-05 17:01:11', NULL, NULL, 1),
(99, '立體茶包丨麥香烏龍 1入–單包裝', '烘焙後的麥香與茶香交織的〈麥香烏龍〉，茶湯視覺透亮金黃，嗅覺層次堆疊，味覺更是多元豐富。', '1入（5.5g／茶包）', 55, 5, '2024-09-06 17:01:11', NULL, NULL, 1),
(100, '四季春冬片烏龍茶 Sijichun Oolong Tea - 150g', '【采樂茶業】四季春烏龍茶(特優冬片) Sijichun Oolong Tea 單品茶Single Tea\n\n產 地｜台灣 松柏嶺\n\n海 拔｜200-500公尺\n\n品 種｜四季春冬片\n\n茶湯顏色｜金黃色\n\n採收方式｜機器採摘\n\n茶　　香｜野薑花香、梔子花香\n\n發酵程度｜15%~20%\n\n焙火程度｜10%\n\n淨 重｜散茶每包150g(四兩)\n\n包裝方式｜不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\n\n保存方式｜請勿置於高溫潮濕、日光直射空間', '150g', 200, 20, '2024-09-07 17:01:11', NULL, NULL, 1),
(101, '金萱烏龍茶 TTES No.12 Oolong Tea - 150g', '【采樂茶業】金萱烏龍茶 TTES No.12 Oolong Tea- 單品茶Single Tea\n\n產 地｜台灣南投縣松柏嶺\n\n海 拔｜200-500公尺\n\n品 種｜台茶12號(金萱)\n\n茶湯顏色｜金黃色\n\n採收方式｜機器採摘\n\n茶　　香｜奶韻、海苔、鮮味、甘蔗香\n\n發酵程度｜15%~20%\n\n焙火程度｜10%\n\n淨 重｜每包150g(四兩)\n\n包裝方式｜不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\n\n保存方式｜請勿置於高溫潮濕、日光直射空間', '150g', 200, 20, '2024-09-08 17:01:11', NULL, NULL, 1),
(102, '翠玉烏龍茶 TTES No.13 Oolong Tea - 150g', '【采樂茶業】翠玉烏龍茶 TTES No.13 Oolong Tea - 單品茶Single Tea\r\n\r\n產 地｜台灣南投縣松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n品 種｜台茶13號(翠玉)\r\n\r\n茶湯顏色｜金黃色\r\n\r\n採收方式｜機器採摘\r\n\r\n茶　　香｜桂花、黃花香\r\n\r\n發酵程度｜15%~20%\r\n\r\n焙火程度｜10%\r\n\r\n淨 重｜每包150g(四兩)\r\n\r\n包裝方式｜不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '150g', 200, 20, '2024-09-09 17:01:11', NULL, NULL, 1),
(103, '凍頂烏龍茶 TongDing Oolong Tea - 150g', '【采樂茶業】凍頂烏龍茶 TongDing Oolong Tea - 單品茶Single Tea\r\n\r\n產 地｜台灣南投縣松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n品 種｜青心烏龍\r\n\r\n茶湯顏色｜琥珀色\r\n\r\n採收方式｜機器採摘\r\n\r\n茶　　香｜甘蔗甜香、麥香、花香\r\n\r\n發酵程度｜20%~25%\r\n\r\n焙火程度｜50%\r\n\r\n淨 重｜每包150g(四兩)\r\n\r\n包裝方式｜不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '150g', 200, 20, '2024-09-10 17:01:11', NULL, NULL, 1),
(104, '果韻烏龍茶(深焙) Deep Roasted Oolong Tea - 150g', '【采樂茶業】果韻烏龍茶 Deep Roasted Oolong Tea - 單品茶Single Tea\r\n\r\n產 地｜台灣南投縣松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n品 種｜青心烏龍\r\n\r\n茶湯顏色｜麥芽糖色\r\n\r\n採收方式｜機器採摘\r\n\r\n茶　　香｜熟果香、花蜜香、炭焙香氣\r\n\r\n發酵程度｜20%~25%\r\n\r\n焙火程度｜90%\r\n\r\n淨 重｜每包150g(四兩)\r\n\r\n包裝方式｜散茶：不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '150g', 300, 20, '2024-09-11 17:01:11', NULL, NULL, 1),
(105, '紅烏龍茶 Black Oolong Tea - 150g', '【采樂茶業】紅烏龍茶 Red Oolong Tea -單品茶Single Tea\r\n\r\n產 地｜台灣南投縣松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n茶湯顏色｜琥珀色、艷紅色\r\n\r\n採收方式｜機器採摘\r\n\r\n茶　　香｜蜜香&果香\r\n\r\n發酵程度｜100%\r\n\r\n焙火程度｜50%~60%\r\n\r\n淨 重｜每包150g(四兩)\r\n\r\n包裝方式｜散茶：不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '150g', 300, 20, '2024-09-12 17:01:11', NULL, NULL, 1),
(106, '蜜香紅茶 Honey Flavor Black Tea - 75g', '【采樂茶業】蜜香紅茶 Honey Flavor Black Tea- 單品茶Single Tea\r\n\r\n產 地｜台灣南投縣松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n品 種｜台茶12號(金萱)\r\n\r\n茶湯顏色｜艷紅色\r\n\r\n採收方式｜手工摘採\r\n\r\n茶　　香｜花蜜香\r\n\r\n發酵程度｜100%\r\n\r\n淨 重｜散茶每包75g(二兩)\r\n\r\n包裝方式｜散茶：不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '75g', 200, 20, '2024-09-13 17:01:11', NULL, NULL, 1),
(107, '有機紅玉紅茶 Organic Ruby Black Tea - 75g', '【采樂茶業】有機紅玉紅茶 Organic Ruby Black Tea - 單品茶Single Tea\r\n\r\n產 地｜台灣 松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n品 種｜台茶18號(紅玉)\r\n\r\n茶湯顏色｜艷紅色\r\n\r\n採收方式｜手工摘採\r\n\r\n茶　　香｜薄荷、肉桂\r\n\r\n發酵程度｜100%\r\n\r\n淨 重｜散茶每包75g(二兩)\r\n\r\n包裝方式｜散茶：不透光鋁箔袋置入脫氧劑，密封包裝妥善保存風味\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '75g', 500, 20, '2024-09-14 17:01:11', NULL, NULL, 1),
(108, '四季春冬片烏龍茶 - 三角立體茶包\r', '【采樂茶業三角立體茶包】\n選用天然、無毒、環保玉米纖維材質，\n堅持每包茶獨立包裝，並充氮氣保鮮，新鮮不走味。\n茶包冷泡、熱泡皆宜，方便攜帶。\n\n三大保證\n🌟保證100%台灣茶葉，絕不混茶。\n🌟保證不使用下腳料 (茶末、茶枝)\n🌟保證使用原葉茶葉\n\n產 地｜台灣 松柏嶺\n\n海 拔｜200-500公尺\n\n品 種｜四季春冬片\n\n茶湯顏色｜金黃色\n\n採收方式｜機器採摘\n\n茶　　香｜野薑花香、梔子花香\n\n發酵程度｜15%~20%\n\n焙火程度｜10%\n\n淨 重｜每包3g\n\n包裝方式｜玉米纖維三角立體茶包，可自然分解的環保材質，每個茶包都使用不透光鋁箔袋，以氮氣填充密封包裝保持鮮度。\n\n保存方式｜請勿置於高溫潮濕、日光直射空間', '15包/每包3g', 150, 20, '2024-09-15 17:01:11', NULL, NULL, 1),
(109, '金萱烏龍茶 - 三角立體茶包TTES No.12 Oolong Tea', '【采樂茶業三角立體茶包】\r\n選用天然、無毒、環保玉米纖維材質，\r\n堅持每包茶獨立包裝，並充氮氣保鮮，新鮮不走味。\r\n茶包冷泡、熱泡皆宜，方便攜帶。\r\n\r\n三大保證\r\n🌟保證100%台灣茶葉，絕不混茶。\r\n🌟保證不使用下腳料 (茶末、茶枝)\r\n🌟保證使用原葉茶葉\r\n\r\n產 地｜台灣南投縣松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n品 種｜台茶12號(金萱)\r\n\r\n茶湯顏色｜金黃色\r\n\r\n採收方式｜機器採摘\r\n\r\n茶　　香｜奶韻、海苔、鮮味、甘蔗香\r\n\r\n發酵程度｜15%~20%\r\n\r\n焙火程度｜10%\r\n\r\n淨 重｜每包3g\r\n\r\n包裝方式｜玉米纖維三角立體茶包，可自然分解的環保材質，每個茶包都使用不透光鋁箔袋，以氮氣填充密封包裝保持鮮度。\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '15包/每包3g', 150, 20, '2024-09-16 17:01:11', NULL, NULL, 1),
(110, '桂花烏龍茶- 三角立體茶包Osmanthus Oolong Tea', '【采樂茶業三角立體茶包】\r\n選用天然、無毒、環保玉米纖維材質，\r\n堅持每包茶獨立包裝，並充氮氣保鮮，新鮮不走味。\r\n茶包冷泡、熱泡皆宜，方便攜帶。\r\n\r\n三大保證\r\n🌟保證100%台灣茶葉，絕不混茶。\r\n🌟保證不使用下腳料 (茶末、茶枝)\r\n🌟保證使用原葉茶葉\r\n\r\n產 地｜台灣南投縣松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n品種原料｜青心烏龍、有機栽種桂花\r\n\r\n茶湯顏色｜金黃色\r\n\r\n採收方式｜茶葉：機器摘採。桂花：手工摘採\r\n\r\n茶　　香｜桂花蜜香\r\n\r\n發酵程度｜15~20%\r\n\r\n淨 重｜茶包每包3g\r\n\r\n包裝方式｜散茶：不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\r\n\r\n包裝方式｜茶包：玉米纖維三角立體茶包，可自然分解的環保材質，每個茶包都使用不透光鋁箔袋，以氮氣填充密封包裝保持鮮度。\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '15包/每包3g', 300, 20, '2024-09-17 17:01:11', NULL, NULL, 1),
(111, '有機紅玉紅茶- 三角立體茶包Organic Ruby Black Tea', '【采樂茶業三角立體茶包】\r\n選用天然、無毒、環保玉米纖維材質，\r\n堅持每包茶獨立包裝，並充氮氣保鮮，新鮮不走味。\r\n茶包冷泡、熱泡皆宜，方便攜帶。\r\n\r\n三大保證\r\n🌟保證100%台灣茶葉，絕不混茶。\r\n🌟保證不使用下腳料 (茶末、茶枝)\r\n🌟保證使用原葉茶葉\r\n\r\n產 地｜台灣 松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n品 種｜台茶18號(紅玉)\r\n\r\n茶湯顏色｜艷紅色\r\n\r\n採收方式｜手工摘採\r\n\r\n茶　　香｜薄荷、肉桂\r\n\r\n發酵程度｜100%\r\n\r\n淨 重｜每包2.5g\r\n\r\n包裝方式｜玉米纖維三角立體茶包，可自然分解的環保材質，每個茶包都使用不透光鋁箔袋，以氮氣填充密封包裝保持鮮度。\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '15包/每包2.5g', 300, 20, '2024-09-18 17:01:11', NULL, NULL, 1),
(112, '紅烏龍茶 - 三角立體茶包Black Oolong Tea', '【采樂茶業三角立體茶包】\r\n選用天然、無毒、環保玉米纖維材質，\r\n堅持每包茶獨立包裝，並充氮氣保鮮，新鮮不走味。\r\n茶包冷泡、熱泡皆宜，方便攜帶。\r\n\r\n三大保證\r\n🌟保證100%台灣茶葉，絕不混茶。\r\n🌟保證不使用下腳料 (茶末、茶枝)\r\n🌟保證使用原葉茶葉\r\n\r\n產 地｜台灣南投縣松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n茶湯顏色｜琥珀色、艷紅色\r\n\r\n採收方式｜機器採摘\r\n\r\n茶　　香｜蜜香&果香\r\n\r\n發酵程度｜100%\r\n\r\n焙火程度｜50%~60%\r\n\r\n淨 重｜每包3g\r\n\r\n包裝方式｜玉米纖維三角立體茶包，可自然分解的環保材質，每個茶包都使用不透光鋁箔袋，以氮氣填充密封包裝保持鮮度。\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '15包/每包3g', 150, 20, '2024-09-19 17:01:11', NULL, NULL, 1),
(113, '翠玉烏龍茶 - 三角立體茶包TTES No.13 Oolong Tea', '【采樂茶業三角立體茶包】\r\n選用天然、無毒、環保玉米纖維材質，\r\n堅持每包茶獨立包裝，並充氮氣保鮮，新鮮不走味。\r\n茶包冷泡、熱泡皆宜，方便攜帶。\r\n\r\n三大保證\r\n🌟保證100%台灣茶葉，絕不混茶。\r\n🌟保證不使用下腳料 (茶末、茶枝)\r\n🌟保證使用原葉茶葉\r\n\r\n產 地｜台灣南投縣松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n品 種｜台茶13號(翠玉)\r\n\r\n茶湯顏色｜金黃色\r\n\r\n採收方式｜機器採摘\r\n\r\n茶　　香｜桂花、黃花香\r\n\r\n發酵程度｜15%~20%\r\n\r\n焙火程度｜10%\r\n\r\n淨 重｜每包3g\r\n\r\n包裝方式｜玉米纖維三角立體茶包，可自然分解的環保材質，每個茶包都使用不透光鋁箔袋，以氮氣填充密封包裝保持鮮度。\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '15包/每包3g', 150, 20, '2024-09-20 17:01:11', NULL, NULL, 1),
(114, '凍頂烏龍 - 三角立體茶包TongDing Oolong Tea', '【采樂茶業三角立體茶包】\n選用天然、無毒、環保玉米纖維材質，\n堅持每包茶獨立包裝，並充氮氣保鮮，新鮮不走味。\n茶包冷泡、熱泡皆宜，方便攜帶。\n\n三大保證\n🌟保證100%台灣茶葉，絕不混茶。\n🌟保證不使用下腳料 (茶末、茶枝)\n🌟保證使用原葉茶葉\n\n產 地｜台灣南投縣松柏嶺\n\n海 拔｜200-500公尺\n\n品 種｜青心烏龍\n\n茶湯顏色｜琥珀色\n\n採收方式｜機器採摘\n\n茶　　香｜甘蔗甜香、麥香、花香\n\n發酵程度｜20%~25%\n\n焙火程度｜50%\n\n淨 重｜每包3g\n\n包裝方式｜玉米纖維三角立體茶包，可自然分解的環保材質，每個茶包都使用不透光鋁箔袋，以氮氣填充密封包裝保持鮮度。\n\n保存方式｜請勿置於高溫潮濕、日光直射空間', '15包/每包3g', 150, 20, '2024-09-21 17:01:11', NULL, NULL, 1),
(115, '果韻烏龍 - 三角立體茶包Deep Roasted Oolong Tea', '【采樂茶業三角立體茶包】\r\n選用天然、無毒、環保玉米纖維材質，\r\n堅持每包茶獨立包裝，並充氮氣保鮮，新鮮不走味。\r\n茶包冷泡、熱泡皆宜，方便攜帶。\r\n\r\n三大保證\r\n🌟保證100%台灣茶葉，絕不混茶。\r\n🌟保證不使用下腳料 (茶末、茶枝)\r\n🌟保證使用原葉茶葉\r\n\r\n【5天30小時直火功夫慢焙】\r\n\r\n產 地｜台灣南投縣松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n品 種｜青心烏龍\r\n\r\n茶湯顏色｜麥芽糖色\r\n\r\n採收方式｜機器採摘\r\n\r\n茶　　香｜熟果香、花蜜香、炭焙香氣\r\n\r\n發酵程度｜20%~25%\r\n\r\n焙火程度｜90%\r\n\r\n淨 重｜每包3g\r\n\r\n包裝方式｜玉米纖維三角立體茶包，可自然分解的環保材質，每個茶包都使用不透光鋁箔袋，以氮氣填充密封包裝保持鮮度。\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '15包/每包3g', 150, 20, '2024-09-22 17:01:11', NULL, NULL, 1),
(116, '蜜香紅茶 - 三角立體茶包Honey Flavor Black Tea', '【采樂茶業三角立體茶包】\r\n選用天然、無毒、環保玉米纖維材質，\r\n堅持每包茶獨立包裝，並充氮氣保鮮，新鮮不走味。\r\n茶包冷泡、熱泡皆宜，方便攜帶。\r\n\r\n三大保證\r\n🌟保證100%台灣茶葉，絕不混茶。\r\n🌟保證不使用下腳料 (茶末、茶枝)\r\n🌟保證使用原葉茶葉\r\n\r\n產 地｜台灣南投縣松柏嶺\r\n\r\n海 拔｜200-500公尺\r\n\r\n品 種｜台茶12號(金萱)\r\n\r\n茶湯顏色｜艷紅色\r\n\r\n採收方式｜手工摘採\r\n\r\n茶　　香｜花蜜香\r\n\r\n發酵程度｜100%\r\n\r\n淨 重｜每包2.5g\r\n\r\n包裝方式｜玉米纖維三角立體茶包，可自然分解的環保材質，每個茶包都使用不透光鋁箔袋，以氮氣填充密封包裝保持鮮度。\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '15包/每包2.5g', 150, 20, '2024-09-23 17:01:11', NULL, NULL, 1),
(117, '有機紅玉紅茶禮盒組 - 二兩(75g)x2包', '采樂茶業製茶廠，茶園廠區位於台灣茶產量NO.1 的名間鄉松柏嶺，四季春茶聞名於此，一年四季環繞茶香。\r\n▲響應環保▲\r\n采樂茶業秉持友善環境，不主動提供提袋，若有送禮需求，請下單後備註需要提袋數量，若無填寫則不配送。\r\n▲產地直送▲\r\n保證100%台灣茶葉，絕不混茶，並通過SGS品質檢驗合格。\r\n▲嚴選精品▲\r\n保證使用原葉茶葉，不使用下腳料 (茶末、茶枝)\r\n\r\n【采樂茶業】有機紅玉紅茶禮盒組 Organic Ruby black Tea - 二兩(75g)x2包\r\n品種｜台茶18號(紅玉紅茶)\r\n淨重｜每包75g x 2包\r\n產地｜台灣 松柏嶺\r\n海拔｜200-500公尺\r\n品質規格｜自有農地有機栽種並通過台灣省有機農業生產協會(TOPA)檢驗合格\r\n包裝方式｜不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\r\n保存方式｜請勿置於高溫潮濕、日光直射空間\r\n茶湯顏色｜艷紅色\r\n摘 採｜手工摘採\r\n茶 香｜薄荷、肉桂\r\n發酵程度｜100%', '每包75g x 2包', 800, 20, '2024-09-24 17:01:11', NULL, NULL, 1),
(118, '大禹嶺高山茶 - 二兩 (75g) - 台灣茶', '采樂茶業製茶廠，茶園廠區位於台灣茶產量NO.1 的名間鄉松柏嶺，四季春茶聞名於此，一年四季環繞茶香。\r\n\r\n▲響應環保▲\r\n采樂茶業秉持友善環境，不主動提供提袋，若有送禮需求，請下單後備註需要提袋數量，若無填寫則不配送。\r\n\r\n▲精挑細選▲\r\n老闆嚴選高山茶來啦！！！每年老闆親自赴台灣山頭選茶，保證挑選自各優質產區，只選經過老闆味蕾考驗的高山茶。\r\n\r\n▲嚴選精品▲\r\n保證使用原葉茶葉，不使用下腳料 (茶末、茶枝)\r\n\r\n產 地｜台灣大禹嶺\r\n\r\n海 拔｜2300-2600公尺\r\n\r\n品種原料｜青心烏龍\r\n\r\n茶湯顏色｜金黃色\r\n\r\n採收方式｜手工採摘\r\n\r\n茶　　香｜鮮活高雅香氣、甘甜\r\n\r\n發酵程度｜15~20%\r\n\r\n淨 重｜每包75g\r\n\r\n包裝方式｜散茶：不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '每包75g', 700, 20, '2024-09-25 17:01:11', NULL, NULL, 1),
(119, '福壽梨山高山茶 - 二兩 (75g) - 台灣茶', '采樂茶業製茶廠，茶園廠區位於台灣茶產量NO.1 的名間鄉松柏嶺，四季春茶聞名於此，一年四季環繞茶香。\r\n\r\n▲響應環保▲\r\n采樂茶業秉持友善環境，不主動提供提袋，若有送禮需求，請下單後備註需要提袋數量，若無填寫則不配送。\r\n\r\n▲精挑細選▲\r\n老闆嚴選高山茶來啦！！！每年老闆親自赴台灣山頭選茶，保證挑選自各優質產區，只選經過老闆味蕾考驗的高山茶。\r\n\r\n▲嚴選精品▲\r\n保證使用原葉茶葉，不使用下腳料 (茶末、茶枝)\r\n\r\n產 地｜台灣 福壽梨山\r\n\r\n海 拔｜2100-2600公尺 (97k)\r\n\r\n品種原料｜青心烏龍\r\n\r\n茶湯顏色｜金黃色\r\n\r\n採收方式｜手工採摘\r\n\r\n茶　　香｜鮮活高雅香氣、清爽\r\n\r\n發酵程度｜15~20%\r\n\r\n淨 重｜每包75g\r\n\r\n包裝方式｜散茶：不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '每包75g', 600, 20, '2024-09-26 17:01:11', NULL, NULL, 1),
(120, '龍鳳峽高山茶(杉林溪產區) - 四兩 (150g) - 台灣茶', '采樂茶業製茶廠，茶園廠區位於台灣茶產量NO.1 的名間鄉松柏嶺，四季春茶聞名於此，一年四季環繞茶香。\r\n\r\n▲響應環保▲\r\n采樂茶業秉持友善環境，不主動提供提袋，若有送禮需求，請下單後備註需要提袋數量，若無填寫則不配送。\r\n\r\n▲精挑細選▲\r\n老闆嚴選高山茶來啦！！！每年老闆親自赴台灣山頭選茶，保證挑選自各優質產區，只選經過老闆味蕾考驗的高山茶。\r\n\r\n▲嚴選精品▲\r\n保證使用原葉茶葉，不使用下腳料 (茶末、茶枝)\r\n\r\n產 地｜台灣 杉林溪 龍鳳峽產區\r\n\r\n海 拔｜1600-1800公尺\r\n\r\n品種原料｜青心烏龍\r\n\r\n茶湯顏色｜金黃色\r\n\r\n採收方式｜手工採摘\r\n\r\n茶　　香｜果香、花香濃郁\r\n\r\n發酵程度｜15~20%\r\n\r\n淨 重｜每包150g\r\n\r\n包裝方式｜散茶：不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '每包150g', 800, 20, '2024-09-27 17:01:11', NULL, NULL, 1),
(121, '杉林溪高山茶- 四兩 (150g) - 台灣茶', '采樂茶業製茶廠，茶園廠區位於台灣茶產量NO.1 的名間鄉松柏嶺，四季春茶聞名於此，一年四季環繞茶香。\r\n\r\n▲響應環保▲\r\n采樂茶業秉持友善環境，不主動提供提袋，若有送禮需求，請下單後備註需要提袋數量，若無填寫則不配送。\r\n\r\n▲精挑細選▲\r\n老闆嚴選高山茶來啦！！！每年老闆親自赴台灣山頭選茶，保證挑選自各優質產區，只選經過老闆味蕾考驗的高山茶。\r\n\r\n▲嚴選精品▲\r\n保證使用原葉茶葉，不使用下腳料 (茶末、茶枝)\r\n\r\n產 地｜台灣杉林溪\r\n\r\n海 拔｜1400-1600公尺\r\n\r\n品種原料｜青心烏龍\r\n\r\n茶湯顏色｜金黃色\r\n\r\n採收方式｜手工採摘\r\n\r\n茶　　香｜山頭氣、海苔、鮮味、喉韻強、奔放\r\n\r\n發酵程度｜15~20%\r\n\r\n淨 重｜每包150g\r\n\r\n包裝方式｜散茶：不透光鋁箔袋置入脫氧劑，真空密封包裝妥善保存風味\r\n\r\n保存方式｜請勿置於高溫潮濕、日光直射空間', '每包150g', 500, 20, '2024-09-28 17:01:11', NULL, NULL, 1),
(122, '桂花高山茶', '本品高山茶選用阿里山金萱烏龍，並以天然桂花熏製而成，沖茶時茶香與花香四溢，茶湯乾淨帶天然花香及奶香，入喉甘甜且回甘足，是一款值得細細品茗的好茶。', '75g x 1', 650, 20, '2024-10-04 17:01:11', NULL, NULL, 1),
(123, '阿里山高山茶-樟樹湖(2023冬茶)', '阿里山高山茶-樟樹湖(2023春)\r\n高清香、花香強，是喜歡高亢香味提神的茶友首選!', '75g x 1', 800, 20, '2024-10-05 17:01:11', NULL, NULL, 1),
(124, '台東鹿野_蜜香紅烏龍茶', '嚴選自然農法耕作之茶園，茶的嫩葉必須經由『小綠葉蟬』吸食著蝝後，在經三個月的反覆烘焙精製轉化出蜜香味。\n口感厚實溫潤茶湯帶蜜甜佐以淡淡的果酸。', '75g x 1', 750, 20, '2024-10-06 17:01:11', NULL, NULL, 1),
(125, '阿里山高山茶-蜜香烏龍(2022)\r', '阿里山高山茶-蜜香烏龍(2022)\r\n阿里山蜜香烏龍一直是豐曜阿里山茶品中最受歡迎的茶，\r\n由於他的討喜的口感，擄獲台灣客人和外國遊客的心💗', '75g x 1', 900, 20, '2024-10-07 17:01:11', NULL, NULL, 1),
(126, '1960年代_老綠茶', '1980以前，台茶仍以外銷為主。之後由於台幣升值，茶葉生產與製造勞工缺乏，工資上漲，台茶失去外銷競爭力，外銷量逐年遞減。\r\n本品老茶自然陳化並無後焙，茶湯清澈且呈現琥珀棗紅色，入口甘甜帶有木質香、蔘香及糯香，是一款值得收藏品茗的好茶。', '50g x 1', 1600, 20, '2024-10-08 17:01:11', NULL, NULL, 1),
(127, '日月潭紅茶-紫芽(2024)\r', '靜靜地走過，老欉的茶樹林。長得比人還高的茶樹，扎根深厚，吸收著土地豐富的礦物質和養分，也因為這樣的高度，需要透過人工採摘高處的葉芽。近乎野放的管理，讓小綠葉蟬在茶葉上著涎，這一切都促成了豐曜經典紅茶，一直以來的的香甜蜜味與優良品質。\n\n日月潭紅茶-紫芽(2023)\n紫芽，又稱台灣山茶，為台灣原生種紅茶。豐曜的紫芽茶乾來自於日月潭海拔1000公尺高的山坡，也因樹齡長、紮根深，吸取豐厚的礦物質和大地能量。葉片內容物豐富，具相當耐泡的特性。\n\n豐曜紫芽紅茶(台灣山茶):\r\n溫熱橙子蜜味，熱泡紅薯蜜香，尾韻沁涼感，口感細緻優雅、香味較為柔緩。\r\n冷泡甜味出眾，香氣云云，口味細柔。', '50g x 1', 600, 20, '2024-10-09 17:01:11', NULL, NULL, 1),
(128, '東方美人茶【2023】\r', '本茶品以道地的新竹縣北埔、峨眉鄉「青心大冇」茶種製作，藉由茶樹嫩芽經「小綠葉蟬」吸食後，將此稱為「著蝝」的茶葉以手工採收，經傳統「浪菁」發酵技術精製而成。\r\n\r\n沖泡時花香飄逸入口帶蜜甜香，茶湯入喉徐徐生津，是高雅細緻的茶中極品。', '50g x 1', 1800, 20, '2024-10-10 17:01:11', NULL, NULL, 1),
(129, '1990年代_阿薩姆紅茶\r', '本品老茶陳放乾淨，無後焙屬自然後發酵之老茶。\r\n茶葉散發淡淡木質香，沖泡後瀰漫淡淡蔘香，茶湯清澈無雜質雜味，入口散發濃郁蔘香及木質香\r\n是一款值得珍藏品味之老茶。\r\n台灣於1980年以前，台茶仍以外銷為主。之後由於台幣升值，茶業生產與製造勞工缺乏，工資上漲，台茶失去外銷競爭力，外銷量逐漸遞減，才有機會品嚐到本品老茶的滋味。', '50g x 1', 680, 20, '2024-10-11 17:01:11', NULL, NULL, 1),
(130, '有機佳葉龍茶', '有機佳葉龍茶又稱GABA茶。\r\n在茶葉製作過程中經過厭氧發酵的處理，產生γ-胺基丁酸(GABA)故此稱之。\r\n此物質為大腦內重要神經傳導物質之一，主要功能為放鬆神經、調解壓力，現代人因壓力產生的不適症狀，可透由飲用GABA茶來舒緩。\r\n並且GABA可中和茶葉中咖啡因的刺激性，不僅不影響睡眠還可讓人心情放鬆，是一款讓人身心健康的機能茶品。', '120g x 1', 1400, 20, '2024-10-12 17:01:11', NULL, NULL, 1),
(131, '日月潭紅茶-紅玉(2024)', '靜靜地走過，老欉的茶樹林。長得比人還高的茶樹，扎根深厚，吸收著土地豐富的礦物質和養分，也因為這樣的高度，需要透過人工採摘高處的葉芽。近乎野放的管理，讓小綠葉蟬在茶葉上著涎，這一切都促成了豐曜經典紅茶，一直以來的的香甜蜜味與優良品質。\n\n日月潭紅茶-紅玉(2021)\n紅玉，也稱作台茶十八號，是由台灣原生種山茶(紫芽)和緬甸大葉種育種而成的。因為其迷人香氣和獨有風味是外國的品種所沒有的，又稱「台灣紅」或「台灣香」是台灣最具代表性的紅茶。\n\n豐曜經典蜜香紅玉:\n茶乾條索緊結，揉捻工序到位。\n熱泡層次豐富，溫熱果香，口味如蜜番薯般的醇甜，尾韻帶點薄荷清涼感。\n冷泡則是甜味出眾，口感柔順，享受零添加的自然蜜味。\n', '50g x 1', 500, 20, '2024-10-13 17:01:11', NULL, NULL, 1),
(132, '有順！杉林溪烏龍 8 入 / 原葉茶包', '｜有順！杉林溪烏龍｜\r\n\r\n✿ 杉樹林、蘭花香 \r\n\r\n清香淡雅的杉林溪烏龍，是谷毛首推的小清新茶款！茶湯色澤呈現淡淡金黃色，入口滑順不帶澀感。來自南投著名的杉林溪茶區，自然恬靜的杉味香氣，品飲得到原始森林的清幽與竹林茂盛，也就是茶職人口中的「山頭氣」。不造次的韻味濃厚且入喉回甘，是十分解膩的朝食良伴。', '每盒8包入/每包3g±0.5g', 240, 20, '2024-10-18 17:01:11', NULL, NULL, 1),
(133, '有順！杉林溪烏龍 150g / 原葉散茶', '｜有順！杉林溪烏龍｜\r\n\r\n✿ 杉樹林、蘭花香 \r\n\r\n清香淡雅的杉林溪烏龍，是谷毛首推的小清新茶款！茶湯色澤呈現淡淡金黃色，入口滑順不帶澀感。來自南投著名的杉林溪茶區，自然恬靜的杉味香氣，品飲得到原始森林的清幽與竹林茂盛，也就是茶職人口中的「山頭氣」。不造次的韻味濃厚且入喉回甘，是十分解膩的朝食良伴。', '150g', 680, 20, '2024-10-19 17:01:11', NULL, NULL, 1),
(134, '有香！奶香金萱 150g / 原葉散茶', '', '150g', 680, 20, '2024-10-20 17:01:11', NULL, NULL, 1),
(135, '有醇！阿里山烏龍 150g / 原葉散茶', '｜有醇！阿里山烏龍｜\n\n✿  熟果、桂花香 \n\n經典的蜜黃色茶湯與清新花香，喝得到來自臺灣出品的驕傲。\n高海拔茶區出產的滋味豐厚甘甜，輕柔烘焙香氣，像是阿里山日出曬過的熱帶熟果風情。\n入喉軟潤活性佳，濃醇卻不苦澀，是喜愛茶感鮮明的谷友首選！\n\n✿  散茶裝 150g，喝多喝少、濃淡皆宜，實現茶葉自由！', '150g', 800, 20, '2024-10-21 17:01:11', NULL, NULL, 1),
(136, '有甘！梨山紅烏龍 8 入 / 原葉茶包', 'GOOMO谷毛茶行品味推薦 ——＼有甘！梨山紅烏龍／\n\n熟韻蜜果香與琥珀色茶湯，紅烏龍的獨特製程工法，呈現似紅茶也是烏龍的多層次風貌，推薦喜歡重發酵茶感的朋友。\n\n✿  清甜蜜香、熟果香 \n\n來自台灣高海拔的梨山茶區，有著自命不凡的高冷熟果香。茶湯色澤呈現琥珀橙紅色，帶有獨特且十分討喜的甘蜜韻味。一口茶中能喝到似紅茶，但其實是烏龍茶的絕妙溫潤口感。無論視覺、味覺都如日落餘暉般沈甸靜好，就連平時沒在喝茶的朋友都會愛上！\n\n✿  散茶裝 150g，喝多喝少、濃淡皆宜，實現茶葉自由！', '每盒8包入/每包3g±0.5g', 300, 20, '2024-10-22 17:01:11', NULL, NULL, 1),
(137, '有順！杉林溪烏龍 20 入 / 大容量懶人包', '｜有順！杉林溪烏龍｜\r\n\r\n✿ 杉樹林、蘭花香 \r\n\r\n清香淡雅的杉林溪烏龍，是谷毛首推的小清新茶款！茶湯色澤呈現淡淡金黃色，入口滑順不帶澀感。來自南投著名的杉林溪茶區，自然恬靜的杉味香氣，品飲得到原始森林的清幽與竹林茂盛，也就是茶職人口中的「山頭氣」。不造次的韻味濃厚且入喉回甘，是十分解膩的朝食良伴。', '每袋20裸包入/每包3g±0.5g', 460, 20, '2024-10-23 17:01:11', NULL, NULL, 1),
(138, '有香！奶香金萱 20 入 / 大容量懶人包', 'GOOMO谷毛茶行最熱賣的人氣No.1 ——＼有香！奶香金萱／\r\n\r\n不加鮮奶就有淡淡的夢幻奶香味，茶感滑順入口回甘，像邂逅初戀那樣清爽悸動，推出以來已成功圈粉無數，穩坐熱銷排行冠軍寶座！不知道怎麼挑茶的話，選擇奶香金萱是絕不會失誤的！（拍胸脯）\r\n\r\n✿ 清甜香、奶香\r\n\r\n谷毛家的人氣絕絕子！這支奶香金萱，絕對可以滿足你的少女心。撲鼻來的夢幻奶油氣息，光是聞香就能感受到身心發軟的療癒鬆感。口腔中裹滿滑順茶湯與清甜奶香，一瞬間幸褔感爆棚！\r\n\r\n最棒的是「平常不喝茶的朋友竟然也感到非常喜歡呢。」', '每袋20裸包入/每包3g±0.5g', 460, 20, '2024-10-24 17:01:11', NULL, NULL, 1),
(139, '有醇！阿里山烏龍 20 入 / 大容量懶人包', '\"｜有醇！阿里山烏龍｜\n\n✿  熟果、桂花香 \n\n經典的蜜黃色茶湯與清新花香，喝得到來自臺灣出品的驕傲。\n高海拔茶區出產的滋味豐厚甘甜，輕柔烘焙香氣，像是阿里山日出曬過的熱帶熟果風情。\n入喉軟潤活性佳，濃醇卻不苦澀，是喜愛茶感鮮明的谷友首選！\n\n✿  散茶裝 150g，喝多喝少、濃淡皆宜，實現茶葉自由！\"', '每袋20裸包入/每包3g±0.5g', 500, 20, '2024-10-25 17:01:11', NULL, NULL, 1),
(140, '有甘！梨山紅烏龍 20 入 / 大容量懶人包', 'GOOMO谷毛茶行品味推薦 ——＼有甘！梨山紅烏龍／\r\n\r\n熟韻蜜果香與琥珀色茶湯，紅烏龍的獨特製程工法，呈現似紅茶也是烏龍的多層次風貌，推薦喜歡重發酵茶感的朋友。\r\n\r\n✿  清甜蜜香、熟果香 \r\n\r\n來自台灣高海拔的梨山茶區，有著自命不凡的高冷熟果香。茶湯色澤呈現琥珀橙紅色，帶有獨特且十分討喜的甘蜜韻味。一口茶中能喝到似紅茶，但其實是烏龍茶的絕妙溫潤口感。無論視覺、味覺都如日落餘暉般沈甸靜好，就連平時沒在喝茶的朋友都會愛上！\r\n\r\n✿  散茶裝 150g，喝多喝少、濃淡皆宜，實現茶葉自由！', '每袋20裸包入/每包3g±0.5g', 560, 20, '2024-10-26 17:01:11', NULL, NULL, 1),
(141, '【台灣梨山紅茶】梨萃梨山紅茶 | 飽滿的花蜜香', '★梨萃梨山紅茶★\r\n\r\n內容物：75克 茶葉\r\n外包裝：真空鋁袋 / 鐡罐裝\r\n\r\n產地：台中市和平區梨山\r\n標高：海拔1900米\r\n品種：青心烏龍\r\n工藝：功夫紅茶\r\n烘焙度：無烘焙\r\n茶菁條件: 一心2-3葉\r\n風味特徵：花蜜香\r\n\r\n茶區位於台灣台中市和平區梨山茶區，平均海拔高度約在1900公尺之間，因高山氣候寒冷，平均日照短，使得茶樹茶菁所含的兒茶素類等苦澀成分降低，茶胺酸與可溶氮等甘味成分提高，滋味甘醇，喉韻強勁，相對更耐沖泡。\r\n\r\n為了創造產地區域地理特色，老二茶舖甯立強先生，於2008年開始，跟台灣茶業改良場一同進行專研，並於2010年獲得技術轉移，發展出有別於傳統的功夫紅茶作法的梨山紅茶。\r\n\r\n「不是所有梨山紅茶，都是一樣的。」\r\n在高海拔日照不足的氣候裡，加入適度的陽光日照(日光萎凋)，使得茶葉的味道更為醇厚，香氣層次感更多元，使得最高海拔茶區的小葉紅茶，帶有不一樣的風格魅力。\r\n\r\n★品茗建議★\r\n先聞茶乾香，沖泡後聞茶湯香氣，品茶湯，再聞杯底茶香之後味。\r', '75g x 1', 750, 20, '2024-10-31 17:01:11', NULL, NULL, 1),
(142, '【台灣梨山烏龍茶】梨萃梨山烏龍茶 | 2023春 優雅細緻奶甜香', '★梨萃 梨山烏龍茶★\r\n\r\n內容物：75克 茶葉\r\n外包裝：真空鋁袋 / 鐡罐裝\r\n\r\n產地：台中市和平區梨山\r\n標高：海拔1900米\r\n品種 ：青心烏龍\r\n工藝：部分發酵烏龍茶/高山烏龍製程\r\n烘焙度：精製烘焙\r\n風味特徵：細緻奶甜香\r\n\r\n茶區位於台灣台中市和平區梨山茶區，平均海拔高度約在1900公尺之間，因高山氣候寒冷，平均日照短，使得茶樹茶菁所含的兒茶素類等苦澀成分降低，茶胺酸與可溶氮等甘味成分提高，滋味甘醇，喉韻強勁，相對更耐沖泡。\r\n\r\n屬於清香型烏龍茶，選用春季茶菁，用傳統烏龍茶製程完成，帶有一股迷人的清甜香，獨特的細緻奶甜香，茶湯碧綠顯黃，茶湯柔軟回甘明顯。\r\n\r\n★品茗建議★先聞茶乾香，沖泡後聞茶湯香氣，品茶湯，再聞杯底茶香之後味。', '75g x 1', 600, 20, '2024-11-01 17:01:11', NULL, NULL, 1),
(143, '【台灣梨山烏龍茶】梨山冬茶 |冽花果香高山尾韻香甜', '★梨山冬烏龍茶★\n\n內容物：75克 茶葉\n外包裝：真空鋁袋 / 鐡罐裝\n\n產地：台中市和平區梨山\n標高：海拔1900米\n品種 ：青心烏龍\n工藝：部分發酵烏龍茶/高山烏龍製程\n烘焙度：精製烘焙\n風味特徵：冽花果香\n\n茶區位於台灣台中市和平區梨山茶區，平均海拔高度約在1900公尺之間，因高山氣候寒冷，平均日照短，使得茶樹茶菁所含的兒茶素類等苦澀成分降低，茶胺酸與可溶氮等甘味成分提高，滋味甘醇，喉韻強勁，相對更耐沖泡。\n\n屬於清香型烏龍茶，選用冬季茶菁，用傳統烏龍茶製程完成，經過東北季風吹拂過的茶菁，底質自帶冷冽幽香，茶色碧綠顯黃，茶湯柔軟回甘明顯。\n\n★品茗建議★\n先聞茶乾香，沖泡後聞茶湯香氣，品茶湯，再聞杯底茶香之後味。\n', '75g x 1', 1000, 20, '2024-11-02 17:01:11', NULL, NULL, 1),
(144, '【台灣梨山烏龍茶】梨山桂花烏龍茶 |桂花甜香', '★梨山桂花烏龍茶★\n\n內容物：75克 茶葉\n外包裝：真空鋁袋 / 鐡罐裝\n\n產地：台中市和平區梨山\n標高：海拔1900米\n品種 ：青心烏龍\n發酵度：部分發酵烏龍茶\n烘焙度：無烘焙\n風味特徵：桂花甜香\n\n茶區位於台灣台中市和平區梨山茶區，平均海拔高度約在1900公尺之間，因高山氣候寒冷，平均日照短，使得茶樹茶菁所含的兒茶素類等苦澀成分降低，茶胺酸與可溶氮等甘味成分提高，滋味甘醇，喉韻強勁，相對更耐沖泡。\n\n選用第一波的東北季風吹拂後，數十年樹齡的台灣桂花樹，手工採摘的新鮮桂花，加入生產於梨山的高山烏龍茶菁，透過渥堆、發酵、窨花等工序，使桂花淡雅的清香，融入高海拔梨山地區的茶葉，使本就柔軟甘甜的烏龍茶，更在靈魂裡自帶花香，也只有寒風吹拂過的第二次花，才能揚起冷冽的優雅甜香。\n\n製造成品的乾茶裡先篩掉了窨製時的鮮花，再按照茶花比1:12的比例放入桂花，使得品嚐時更可以感受到屬於鮮花的粉香。\n\n★品茗建議★\n先聞茶乾香，沖泡後聞茶湯香氣，品茶湯，再聞杯底茶香之後味。', '75g x 1', 600, 20, '2024-11-03 17:01:11', NULL, NULL, 1),
(145, '【台灣梨山紅茶】梨山紅茶 | 清雅甜花香', '★梨山紅茶★\n\n內容物：75克 茶葉\n外包裝：真空鋁袋 / 鐡罐裝\n\n產地：台中市和平區梨山\n標高：海拔1900米\n品種：青心烏龍\n工藝：功夫紅茶\n烘焙度：無烘焙\n茶菁條件: 一心2-3葉\n風味特徵：甜花香\n\n茶區位於台灣台中市和平區梨山茶區，平均海拔高度約在1900公尺之間，因高山氣候寒冷，平均日照短，使得茶樹茶菁所含的兒茶素類等苦澀成分降低，茶胺酸與可溶氮等甘味成分提高，滋味甘醇，喉韻強勁，相對更耐沖泡。\n\n為了創造產地區域地理特色，老二茶舖甯立強先生，於2008年開始，跟台灣茶業改良場一同進行專研，並於2010年獲得技術轉移，發展出有別於傳統的功夫紅茶作法的梨山紅茶。\n\n「不是所有梨山紅茶，都是一樣的。」\n在高海拔日照不足的氣候裡，加入適度的陽光日照(日光萎凋)，使得茶葉的味道更為醇厚，香氣層次感更多元，使得最高海拔茶區的小葉紅茶，帶有不一樣的風格魅力。\n\n★品茗建議★\n先聞茶乾香，沖泡後聞茶湯香氣，品茶湯，再聞杯底茶香之後味。', '75g x 1', 500, 20, '2024-11-04 17:01:11', NULL, NULL, 1),
(146, '【台灣梨山紅茶】香檳紅 | 靈魂自帶花果蜜甜香', '★梨山香檳紅茶★\r\n\r\n內容物：75克 茶葉\r\n外包裝：真空鋁袋 / 鐡罐裝\r\n\r\n產地：台中市和平區梨山\r\n標高：海拔1900米\r\n品種：青心烏龍\r\n工藝：功夫紅茶\r\n烘焙度：無烘焙\r\n茶菁條件: 一心1-2葉\r\n風味特徵：花果蜜甜香\r\n\r\n茶區位於台灣台中市和平區梨山茶區，平均海拔高度約在1900公尺之間，因高山氣候寒冷，平均日照短，使得茶樹茶菁所含的兒茶素類等苦澀成分降低，茶胺酸與可溶氮等甘味成分提高，滋味甘醇，喉韻強勁，相對更耐沖泡。\r\n\r\n為了創造產地區域地理特色，老二茶舖甯立強先生，於2008年開始，跟台灣茶業改良場一同進行專研，並於2010年獲得技術轉移，發展出有別於傳統的功夫紅茶作法的梨山紅茶。\r\n\r\n「不是所有梨山紅茶，都是一樣的。」\r\n在高海拔日照不足的氣候裡，加入適度的陽光日照(日光萎凋)，使得茶葉的味道更為醇厚，香氣層次感更多元，使得最高海拔茶區的小葉紅茶，帶有不一樣的風格魅力。\r\n\r\n★品茗建議★\r\n先聞茶乾香，沖泡後聞茶湯香氣，品茶湯，再聞杯底茶香之後味。', '75g x 1', 1000, 20, '2024-11-05 17:01:11', NULL, NULL, 1),
(147, '【台灣梨紅】梨山紅茶 |花果蜜香・15克體驗嘗鮮裝', '★梨山香檳紅茶★\r\n\r\n內容物：15克 茶葉\r\n外包裝：真空鋁袋 / 紙封條\r\n\r\n產地：台中市和平區梨山\r\n標高：海拔1900米\r\n品種 ：青心烏龍\r\n發酵度：全發酵紅茶\r\n烘焙度：無烘焙\r\n風味特徵：花果蜜香\r\n\r\n茶區位於台灣台中市和平區梨山茶區，平均海拔高度約在1900公尺之間，因高山氣候寒冷，平均日照短，使得茶樹茶菁所含的兒茶素類等苦澀成分降低，茶胺酸與可溶氮等甘味成分提高，滋味甘醇，喉韻強勁，相對更耐沖泡。\r\n\r\n為了創造產地區域地理特色，老二茶舖甯立強先生，於2008年開始，跟台灣茶業改良場一同進行專研，並於2010年獲得技術轉移，發展出有別於傳統的功夫紅茶作法的梨山紅茶。\r\n\r\n在高海拔日照不足的氣候裡，加入適度的陽光日照(日光萎凋)，使得茶葉的味道更為醇厚，香氣層次感更多元，使得最高海拔茶區的小葉紅茶，帶有不一樣的風格魅力。\r\n\r\n★品茗建議★\r\n先聞茶乾香，沖泡後聞茶湯香氣，品茶湯，再聞杯底茶香之後味。', '15g x 1', 280, 20, '2024-11-06 18:01:11', NULL, NULL, 1),
(148, '清雅藏香罐【散茶】春雪烏龍茶', '•「春雪烏龍茶」榮獲2022 ITI 國際風味絕佳獎章 1 星！\n•遵循傳統半發酵茶製法，嚴選春季自然栽培茶葉精製，茶湯明亮清澈，內斂清香緩緩釋放，特有茶香甘甜韻味，彷彿喝得到像雪一般純淨清香。', '110g', 1100, 21, '2024-11-07 18:01:11', NULL, NULL, 1),
(149, '清雅藏香罐【散茶】金萱茶', '「金萱茶」榮獲2018法國 AVPA 世界茶葉大賽獎。又名台茶12號。採用自然栽培茶園金萱茶種焙一分火精製而成，無添加香精，充滿淡雅的牛奶香氣。 外型圓結、茶韻綿長，令人印象深刻的鮮爽滋味。', '110g', 1000, 22, '2024-11-08 18:01:11', NULL, NULL, 1),
(150, '清雅藏香罐【散茶】桂花烏龍茶/110g', '新鮮桂花香氣的人氣茶品。天然桂花與烏龍茶經桂花吐香、茶葉吸香階段，長時間調合而成，內含豐富新鮮桂花，無添加人工香精調味。口感端正，帶給你有別一般市售調味茶「只聞其味，不見其蹤」的存在感。', '110g', 1000, 23, '2024-11-09 18:01:11', NULL, NULL, 1),
(151, '清雅藏香罐【散茶】黃梔烏龍茶', '「黃梔烏龍」榮獲2020 Monde Selection 世界品質評鑑大賞金獎。小茶栽堂人氣窨花茶品。黃梔與茉莉花先後窨製而成的烏龍茶，於沉穩的口感添加了一股柔氣花香。採取野放黃梔花，於茉莉花段落性的窨製，創造獨特的層次感。以黃梔花之濃烈做開頭，再以茉莉花之柔氣收尾。', '110g', 1000, 24, '2024-11-10 18:01:11', NULL, NULL, 1),
(152, '清雅藏香罐【散茶】黃梔綠茶', '金萱（又名台茶12號）與天然桂花的美好結合。 採用自然栽培茶園金萱茶種焙一分火精製而成，無添加香精，充滿淡雅的牛奶香氣，揉合新鮮天然桂花長時間窨製而成。 完美調和桂花悠然香氣和自然栽培茶溫潤口感。', '110g', 1000, 25, '2024-11-11 18:01:11', NULL, NULL, 1),
(153, '清雅藏香罐【散茶】黑烏龍茶', '賀！「黑烏龍」榮獲2022 ITI 國際風味絕佳獎章 3 星以及2018法國 AVPA 世界茶葉大賽獎。嚴選台灣在地好茶，將烏龍茶反覆、長時間烘焙直至茶葉醇化而成。韻味深長悠遠，濃郁茶香入喉渾厚，尾韻充滿令人驚艷的甜香。', '110g', 1200, 26, '2024-11-12 18:01:11', NULL, NULL, 1),
(154, '散茶補充包-金萱茶', '「金萱茶」榮獲2018法國 AVPA 世界茶葉大賽獎。又名台茶12號。採用自然栽培茶園金萱茶種焙一分火精製而成，無添加香精，充滿淡雅的牛奶香氣。 外型圓結、茶韻綿長，令人印象深刻的鮮爽滋味。', '110g', 900, 27, '2024-11-13 18:01:11', NULL, NULL, 1),
(155, '散茶補充包-黑烏龍茶', '賀！「黑烏龍」榮獲2022 ITI 國際風味絕佳獎章 3 星以及2018法國 AVPA 世界茶葉大賽獎。嚴選台灣在地好茶，將烏龍茶反覆、長時間烘焙直至茶葉醇化而成。韻味深長悠遠，濃郁茶香入喉渾厚，尾韻充滿令人驚艷的甜香。', '110g', 1100, 28, '2024-11-14 18:01:11', NULL, NULL, 1),
(156, '散茶補充包-桂花烏龍茶', '新鮮桂花香氣的人氣茶品。天然桂花與烏龍茶經桂花吐香、茶葉吸香階段，長時間調合而成，內含豐富新鮮桂花，無添加人工香精調味。口感端正，帶給你有別一般市售調味茶「只聞其味，不見其蹤」的存在感。', '110g', 900, 29, '2024-11-15 18:01:11', NULL, NULL, 1),
(157, '散茶補充包-黃梔烏龍茶', '「黃梔烏龍」榮獲2020 Monde Selection 世界品質評鑑大賞金獎。小茶栽堂人氣窨花茶品。黃梔與茉莉花先後窨製而成的烏龍茶，於沉穩的口感添加了一股柔氣花香。採取野放黃梔花，於茉莉花段落性的窨製，創造獨特的層次感。以黃梔花之濃烈做開頭，再以茉莉花之柔氣收尾。', '110g', 900, 30, '2024-11-16 18:01:11', NULL, NULL, 1),
(158, '散茶補充包-黃梔綠茶', '子夜開花的黃梔香氣茶品。採野放黃梔花與自然栽培綠茶，經多次收堆、攤涼等傳統工法入味，再於末段工序加入新鮮茉莉花窨製而成。完美調和黃梔花的濃烈香氣和茉莉花的幽香。', '110g', 900, 31, '2024-11-17 18:01:11', NULL, NULL, 1),
(159, '散茶補充包-金桂茶', '「古典黑罐系列」榮獲日本 Good Design Award 「Product Packaging」設計大獎。新鮮桂花香氣的人氣茶品。天然桂花與烏龍茶經桂花吐香、茶葉吸香階段，長時間調合而成，內含豐富新鮮桂花，無添加人工香精調味。口感端正，帶給你有別一般市售調味茶「只聞其味，不見其蹤」的存在感。', '110g', 1000, 32, '2024-11-18 18:01:11', NULL, NULL, 1),
(160, '散茶補充包－春雪烏龍茶', '•「春雪烏龍茶」榮獲2022 ITI 國際風味絕佳獎章 1 星！\r\n•遵循傳統半發酵茶製法，嚴選春季自然栽培茶葉精製，茶湯明亮清澈，內斂清香緩緩釋放，特有茶香甘甜韻味，彷彿喝得到像雪一般純淨清香。', '110g', 1000, 33, '2024-11-19 18:01:11', NULL, NULL, 1),
(161, '古典罐【袋茶】黑烏龍茶', '賀！「黑烏龍」榮獲2022 ITI 國際風味絕佳獎章 3 星以及2018法國 AVPA 世界茶葉大賽獎。嚴選台灣在地好茶，將烏龍茶反覆、長時間烘焙直至茶葉醇化而成。韻味深長悠遠，濃郁茶香入喉渾厚，尾韻充滿令人驚艷的甜香。「古典黑罐系列」榮獲日本 Good Design Award 「Product Packaging」設計大獎。', '20袋/每袋3g', 750, 34, '2024-11-20 18:01:11', NULL, NULL, 1),
(162, '古典罐【袋茶】桂花烏龍茶', '「古典黑罐系列」榮獲日本 Good Design Award 「Product Packaging」設計大獎。新鮮桂花香氣的人氣茶品。天然桂花與烏龍茶經桂花吐香、茶葉吸香階段，長時間調合而成，內含豐富新鮮桂花，無添加人工香精調味。口感端正，帶給你有別一般市售調味茶「只聞其味，不見其蹤」的存在感。', '20袋/每袋3g', 650, 35, '2024-11-21 18:01:11', NULL, NULL, 1),
(163, '古典罐【袋茶】黃梔烏龍茶｜茶包/20袋/每袋3g', '「古典黑罐系列」榮獲日本 Good Design Award 「Product Packaging」設計大獎。「黃梔烏龍」榮獲2020 Monde Selection 世界品質評鑑大賞金獎。小茶栽堂經典風味茶品。黃梔與茉莉花先後窨製而成的烏龍茶，於沉穩的口感添加了一股柔氣花香 。採取無農藥的野放黃梔花，於茉莉花段落性的窨製，創造獨特的層次感。以黃梔花之濃烈做開頭，再以茉莉花之柔氣收尾。', '20袋/每袋3g', 650, 36, '2024-11-22 18:01:11', NULL, NULL, 1),
(164, '古典罐【袋茶】桂花綠茶｜茶包/20袋/每袋3g', '「古典黑罐系列」榮獲日本 Good Design Award 「Product Packaging」設計大獎。新鮮桂花香氣的春天氣息。遵循古法，採新鮮天然桂花，利用茶葉容易吸附味道的特性，與綠茶經長時間調合而成。內含豐富新鮮桂花，無添加人工香精調味，完美調和桂花的幽然香氣和自然栽培茶的溫潤口感。', '20袋/每袋3g', 650, 37, '2024-11-23 18:01:11', NULL, NULL, 1),
(165, '古典罐【袋茶】小葉種紅茶｜茶包/20袋/每袋3g', '「古典黑罐系列」榮獲日本 Good Design Award 「Product Packaging」設計大獎。天生帶著自然蜜香的驚喜。嚴選小葉種紅茶精製而成，有別於大葉種紅茶的厚重苦澀，小葉種紅茶清香甘甜。改良製程，無任何添加物而帶著自然的蜜香，是喜愛紅茶的你不可錯過的全發酵茶風味。', '20袋/每袋3g', 650, 38, '2024-11-24 18:01:11', NULL, NULL, 1),
(166, '古典罐【袋茶】玫瑰紅茶｜茶包/20袋/每袋3g', '「古典黑罐系列」榮獲日本 Good Design Award 「Product Packaging」設計大獎。天然玫瑰，與台灣自然栽培紅茶經多次調合而成，完美融合天然玫瑰花香和紅茶的醇厚口感，是您下午茶的最佳伴侶。', '20袋/每袋3g', 650, 39, '2024-11-25 18:01:11', NULL, NULL, 1),
(167, '古典罐【袋茶】黃梔綠茶｜茶包/20袋/每袋3g', '「古典黑罐系列」榮獲日本 Good Design Award 「Product Packaging」設計大獎。子夜開花的黃梔香氣茶品。採野放黃梔花與自然栽培綠茶，經多次收堆、攤涼等傳統工法入味，再於末段工序加入新鮮茉莉花窨製而成。完美調和黃梔花的濃烈香氣和茉莉花的幽香。', '20袋/每袋3g', 650, 40, '2024-11-26 18:01:11', NULL, NULL, 1),
(168, '古典罐【袋茶】烏龍茶｜茶包/20袋/每袋3g', '「古典黑罐系列」榮獲日本 Good Design Award 「Product Packaging」設計大獎。半發酵茶。香氣在熱水中釋放時彷彿日落的雲彩般，芳香甘醇，內斂而不張揚。遵循統烏龍茶「綠葉紅鑲邊」的發酵標準。烘焙較足，重現烏龍茶的厚實喉韻。喝完後杯底依然充滿濃郁的香氣。', '20袋/每袋3g', 650, 41, '2024-11-27 18:01:11', NULL, NULL, 1),
(169, '古典罐【袋茶】古早味紅茶｜茶包/20袋/每袋3g', '「古典黑罐系列」榮獲日本 Good Design Award 「Product Packaging」設計大獎。台灣特色傳統風味紅茶。以阿薩姆（台茶8號）、自然栽培決明子、大麥等豐富元素，為你呈現記憶中的美好風味。濃郁麥香加上阿薩姆的厚實底蘊，是最能代表台灣古早人情味的茶飲。', '20袋/每袋3g', 650, 42, '2024-11-28 18:01:11', NULL, NULL, 1),
(170, '袋茶補充包-玫瑰紅茶｜茶包/25袋/每袋3g', '天然玫瑰，與台灣自然栽培紅茶經多次調合而成，完美融合天然玫瑰花香和紅茶的醇厚口感，是您下午茶的最佳伴侶。', '25袋/每袋3g', 650, 43, '2024-11-29 18:01:11', NULL, NULL, 1),
(171, '袋茶補充包-烏龍茶｜茶包/25袋/每袋3g', '半發酵茶。香氣在熱水中釋放時彷彿日落的雲彩般，芳香甘醇，內斂而不張揚。 遵循統烏龍茶「綠葉紅鑲邊」的發酵標準。烘焙較足，重現烏龍茶的厚實喉韻。 喝完後杯底依然充滿濃郁的香氣。', '25袋/每袋3g', 650, 44, '2024-11-30 18:01:11', NULL, NULL, 1),
(172, '袋茶補充包-桂花綠茶｜茶包/25袋/每袋3g', '新鮮桂花香氣的春天氣息。遵循古法，採新鮮天然桂花，利用茶葉容易吸附味道的特性，與綠茶經長時間調合而成。內含豐富新鮮桂花，無添加人工香精調味，完美調和桂花的幽然香氣和自然栽培茶的溫潤口感。', '25袋/每袋3g', 650, 45, '2024-12-01 18:01:11', NULL, NULL, 1),
(173, '袋茶補充包-桂花烏龍茶｜茶包/25袋/每袋3g', '新鮮桂花香氣的人氣茶品。天然桂花與烏龍茶經桂花吐香、茶葉吸香階段，長時間調合而成，內含豐富新鮮桂花，無添加人工香精調味。口感端正，帶給你有別一般市售調味茶「只聞其味，不見其蹤」的存在感。', '25袋/每袋3g', 650, 46, '2024-12-02 18:01:11', NULL, NULL, 1),
(174, '袋茶補充包-黃梔烏龍茶｜茶包/25袋/每袋3g', '「黃梔烏龍」榮獲2020 Monde Selection 世界品質評鑑大賞金獎。小茶栽堂人氣窨花茶品。黃梔與茉莉花先後窨製而成的烏龍茶，於沉穩的口感添加了一股柔氣花香。採取野放黃梔花，於茉莉花段落性的窨製，創造獨特的層次感。以黃梔花之濃烈做開頭，再以茉莉花之柔氣收尾。', '25袋/每袋3g', 650, 47, '2024-12-03 18:01:11', NULL, NULL, 1),
(175, '袋茶補充包-黃梔綠茶｜茶包/25袋/每袋3g', '子夜開花的黃梔香氣茶品。採野放黃梔花與自然栽培綠茶，經多次收堆、攤涼等傳統工法入味，再於末段工序加入新鮮茉莉花窨製而成。完美調和黃梔花的濃烈香氣和茉莉花的幽香。', '25袋/每袋3g', 650, 48, '2024-12-04 18:01:11', NULL, NULL, 1),
(176, '袋茶補充包-小葉種紅茶｜茶包/25袋/每袋3g', '天生帶著自然蜜香的驚喜。嚴選小葉種紅茶精製而成，有別於大葉種紅茶的厚重苦澀，小葉種紅茶清香甘甜。改良製程，無任何添加物而帶著自然的蜜香，是喜愛紅茶的你不可錯過的全發酵茶風味。', '25袋/每袋3g', 650, 49, '2024-12-05 18:01:11', NULL, NULL, 1),
(177, '袋茶補充包-古早味紅茶｜茶包/25袋/每袋3g', '台灣特色傳統風味紅茶。以阿薩姆（台茶8號）、自然栽培決明子、大麥等豐富元素，為你呈現記憶中的美好風味。濃郁麥香加上阿薩姆的厚實底蘊，是最能代表台灣古早人情味的茶飲。', '25袋/每袋3g', 650, 50, '2024-12-06 18:01:11', NULL, NULL, 1),
(178, '袋茶補充包-黑烏龍茶｜茶包/25袋/每袋3g', '賀！「黑烏龍」榮獲2022 ITI 國際風味絕佳獎章 3 星以及2018法國 AVPA 世界茶葉大賽獎。嚴選台灣在地好茶，將烏龍茶反覆、長時間烘焙直至茶葉醇化而成。韻味深長悠遠，濃郁茶香入喉渾厚，尾韻充滿令人驚艷的甜香。', '25袋/每袋3g', 750, 51, '2024-12-07 18:01:11', NULL, NULL, 1),
(179, '2024 龍年限定｜龍鳳橙祥｜ 過年茶禮 (75克X4) 客製化雷射雕刻', '臺灣茶禮盒 | 享受幸福的生活\nADORABLE TAIWAN Enjoy a happy life\n\n\n\n過年限定\n\n【龍鳳  祥】茶品禮盒，過年團圓夜\n\n好運接龍紛紛來 歡歡喜喜迎好年  \n\n霸氣又不浮誇 低調中帶點奢華\n\n龍年開春最龍重祝福~\n\n\n2024尊龍限定『龍鳳  祥 』陪您度過幸福佳節 🌕 \n\n獨家燙金設計款，送禮大方不失禮，隨心飲品\n\n冬季新科頭等師親焙梨山茶\n\n搭配奢華宮廷三才杯套組\n\n龍年走春 面子裡子都有了 \n得獎茶師精心焙製，獨家手路 🍃 \n茶甘韻醇，嚴格把關通過TTB認證\n打造出溫暖人心的佳節茶禮盒 🎁 \n\n鶴茗陪您過好年 ', '(75克X4)', 1599, 52, '2024-12-08 18:01:11', NULL, NULL, 1),
(180, '《2023冬季》梅山鄉農會 阿里山高山茶 青心烏龍 -優良獎 (一盒共一斤)', '【梅山鄉農會】\nMEISHAN TOWNSHIP FARMERS\' ASSOCIATION\n青心烏龍茶 Chin-Shin Oolong Tea\n\n\n梅山農會鑑於茶葉品質極優，\n於民國68年推廣栽培至今面積已達1200公頃，\n佔嘉義縣全縣茶葉生產面積一半，\n且每年春、冬季舉辦嘉義縣高海拔優良茶比賽，\n全國各地均獲消費者喜愛，盛名享譽國際\n\n\n品名：青心烏龍茶\n產地：臺灣\n內容物：茶葉\n淨重：（300公克x2）±20公克\n製造廠商：本產品經專家評鑑等級，茶農自行生產，各具特色。\n包裝：梅山鄉農會\n儲存方法：冷凍更能保鮮。\n主辦單位：嘉義縣梅山鄉農會-嘉義縣梅山鄉中山路127號。', '300公克x2', 2500, 53, '2024-12-09 18:01:11', NULL, NULL, 1),
(181, '《2023冬季競賽｜頭等獎》仁愛鄉農會 高山茶王 (75克X2罐/盒)', '🎁 冬季頭等獎茶禮盒 🎁\n\n2023年冬季，仁愛鄉農會頭等獎茶品。\n\n特選梨山高海拔茶區，\n\n溫差大、水氣豐足，葉菁肥厚飽滿、富含果膠。\n\n色澤墨綠帶麗色，茶湯蜜綠清澈，\n\n香氣帶有清甜花香，飄而不膩。\n\n為每年冬季限量的上品。', '75克X2罐/盒', 2450, 54, '2024-12-10 18:01:11', NULL, NULL, 1),
(182, '【鶴茗台灣茶】華岡台灣第一等 | 仁愛鄉華岡 | 一頂天 | 觀音王 | 二兩X1罐', '台灣華岡第一等 觀音王\n【禮盒規格】\n\n▪️ 觀音王 二兩X1\n\n▪️ 精美茶罐X1\n\n▪️ 精美盒裝X1\n\n▪️ 精美主題提袋X1 (下單四罐附贈提袋)\n\n\n\n【品牌介紹】\n茶葉產於 南投縣與台中市\n縣交界之華岡位於\n合歡山西峰後方海拔2450~2700公尺\n蒼松參天終年雲霧繚繞\n為台灣海拔最高茶園所精緻之茶\n香氣冷冽入喉潤滑滋味悠長\n為茶中極品【堪稱台灣第一等】\n\n\n\n\n\n\n【沖泡方式】\n熱沖法：\n1.茶具以開水先溫燙之後，將茶葉放入，茶量約茶具容量1/4或1/5,以沸騰後降溫至90C~95C的開水沖泡45~55秒後飲用。\n\n2.茶具以標準壺為佳。\n\n3.一次茶葉可連續沖10次以上。\n\n冷泡法：\n\n1.冷開水式礦泉水，置入茶量3公克/600cc。\n\n2.常溫狀態約30分鐘以上可以飲用。\n\n3.冰箱冷藏室內約4-8小時即可飲用。\n\n賞味期限：二年\n\n内容量：75公克+5%\n', '75公克', 1250, 55, '2024-12-11 18:01:11', NULL, NULL, 1),
(183, '台灣特色茶｜台茶21號｜梨山紅韻｜有機紅茶', '花果奔香【台茶21號紅韻】\nHongyun No.21 Black Tea\n茶改場新改良品種「台茶 21 號 – 紅韻」由祈門茶種與印度大葉種 Kyang 所配種而來。\n果香奔騰，擁有濃厚花果香氣，是少數全發酵茶中具花香的紅茶。極具特色。\n大葉種紅茶收斂性強，純飲極佳，即使冷泡或加牛奶或果汁調味，也不易掩蓋其茶味～\n\n【梨山高山茶區】\nLishan high mountain tea\n終年雲霧繚繞，土壤有機質含量豐富，葉片豐潤、渾厚、細嫩、果膠質含量高，在氣候、土壤等天然環境均佳的條件下所產製成的茶葉，茶湯清澈透明，質甘味美，喉韻絕佳，堪稱「茶中極品」。\n\n【產品介紹】\n茶湯｜琥珀艷紅｜果香奔騰，擁有濃厚花果香氣，是少數全發酵茶中具花香的紅茶。\n茶乾｜光澤條狀｜條狀富光澤油亮。\n樹種｜台茶21號｜大葉種紅茶收斂性強，純飲極佳。\n成份：天然茶葉\n原產地：台灣\n有效日期：顯示於包裝上\n保存期限：依照食品法規制定為三年\n保存方式：請勿至於高溫潮溼陽光日射處', '75公克', 475, 56, '2024-12-12 18:01:11', NULL, NULL, 1),
(184, '高冷茶系列｜福壽山', '回味無窮【福壽山】\nFushoushan Oolong tea\n位於福壽山農場邊的茶園，海拔2600M，此茶園管理講究，皆以有機肥施作，不使用除草劑，茶菜條件極佳，本季更採鮮嫩茶菁製作，香氣清揚帶幼葒，冷霜味，質度渾厚口感飽滿，茶湯入口令人回味再三~\n\n【福壽山高山茶區】\nFushoushan high mountain tea\n福壽山茶區位於梨山後山，海拔2100公尺到2600公尺。\n位於絕佳的茶園環境為原始林中處女地，土壤肥沃、無污染、加上得天獨厚的自然環境，\n日照充足，午後常有雲霧環繞，高山冷涼氣候使茶葉厚實飽滿，比一般茶葉蓄積更多養分及芳香、味甘物質。\n這裡出產的茶葉幾乎是高品質茶的代名詞，且產量供不應求。\n\n【產品介紹】\n茶湯｜金黃蜜綠｜香氣清揚帶幼葒，冷霜味，質度渾厚口感飽滿。\n茶乾｜球形揉捻｜色澤翠綠黝黑。\n樹種｜青心烏龍｜具耐泡及喉韻強特性。\n成份：天然茶葉\n原產地：台灣\n有效日期：顯示於包裝上\n保存期限：依照食品法規制定為三年\n保存方式：請勿至於高溫潮溼陽光日射處', '75公克', 525, 57, '2024-12-13 18:01:11', NULL, NULL, 1),
(185, '台灣大禹嶺原葉茶包｜一盒30包入', 'Taiwan Super Fine Tea\n※自家茶葉包裝過篩顆粒，保留最原始風味，非坊間茶末製作。\n\n【產品介紹】\n成份:烏龍茶\n重量:3公克+5%X30入\n產地:台灣大禹嶺\n\n【大禹嶺高山茶區】\nDayuling Tea\n台灣最高海拔茶區代表，因近年政府休耕政策，國有林地陸續收回，種植面積大幅減少。\n品質好、產量少，茶氣明顯，冷磺氣飽滿，帶霜味，\n茶湯入口富飽足感，軟水滑順富膠質，讓人一喝即上癮。\n集中於台8線90K-100K路段，海拔極高2300-2600公尺，\n得天獨厚的環境之下雖然茶葉生長緩慢，\n但也因此孕育出大禹嶺茶菁質地厚實，葉片肥厚，果膠質含量極高的特色。\n\n【保存方式】\n保存期限:二年\n有效日期:標示於包裝上\n\n【沖泡教學】\n/熱飲/\n以沸水溫杯置入一包茶包,沖入90度的開水，約300cc浸泡3~5分鐘，\n或隨自己喜歡的濃淡度，增減浸泡時間，取出茶包後，即可飲用。\n\n/冷泡/\n用600cc保特瓶置入1~2包茶包，冰至冰箱3~5小時，即可飲用。\n(或晚上睡前放入冰箱，早上即可用)。', '3公克+5%X30入', 400, 58, '2024-12-14 18:01:11', NULL, NULL, 1),
(186, '日月潭紅茶茶包｜一盒30包入', '※自家日月潭大葉種紅茶原葉經切細碎處理，保留原始絕佳風味，非一般坊間茶末製作，不輸原葉現泡風味。\n\n【產品介紹】\n品名:日月潭紅茶包\n成份:天然茶葉\n產地:台灣\n容量:2.5g±0.5g\n\n【日月潭茶區】\nSun Moon Lake\n日月潭魚池擁有多樣的地理環境，全年適宜涼爽的年均溫及穩定的高濕度，\n讓魚池鄉成為紅茶生產紮根的溫床，在代代茶農及研究單位不斷改良及品種選育，\n才造就出名聞遐邇的魚池紅茶。茶色紅艷，味道醇厚，得到很高的評價，\n是日本官員拿來送給高官達貴的頂級茶品，甚至是天皇御用的貢品。\n\n【保存方式】\n保存期限:兩年\n有效日期:顯示於包裝上\n保存方式:請勿放置高溫、潮濕、日光直射之處所\n\n【沖泡教學】\n/熱飲/\n以沸水溫杯置入一包茶包,沖入90度的開水，約300cc浸泡3~5分鐘，\n或隨自己喜歡的濃淡度，增減浸泡時間，取出茶包後，即可飲用。\n\n/冷泡/\n用600cc保特瓶置入1~2包茶包，冰至冰箱3~5小時，即可飲用。\n(或晚上睡前放入冰箱，早上即可用)。', '2.5g±0.5gX30入', 280, 59, '2024-12-15 18:01:11', NULL, NULL, 1),
(187, '梨山茶包｜一盒30包入', 'Lishan High Mountain Tea\n※ 嚴選台灣好茶，滋味溫潤甘醇\n\n【梨山高山茶區】\n梨山茶主要產地為台中縣梨山茶區，溫度寒冷又冬季下雪之故，\n生長期長造就茶葉葉肉肥厚特色，口感甘滑順，冷礦味特別重，味道帶有水果香，\n得天獨厚的色、香、味、甘特色，選自產於海拔1600~2300公以上梨山茶區之高冷茶菁，\n茶區終年雲霧繚繞，日夜溫差大，氣溫低冷，土壤含有豐富有機質，外型緊結厚重、香氣高揚。\n茶葉翠綠鮮嫩，水色密綠顯黃，喉韻清爽甜潤、耐沖泡、口感甘甜度高，水質柔軟，等級越高特色越明顯。\n\n【產品介紹】\n品名:梨山茶高冷茶\n成份:天然茶葉\n產地:台灣\n容量:3g±0.5gX30入\n\n【保存方式】\n保存期限:兩年\n有效日期:顯示於包裝上\n保存方式:存放陰涼處避免陽光直射。超過保存期限，再經烘培品質不變。\n\n【沖泡教學】\n/熱飲/\n以沸水溫杯置入一包茶包,沖入90度的開水，約300cc浸泡3~5分鐘，\n或隨自己喜歡的濃淡度，增減浸泡時間，取出茶包後，即可飲用。\n\n/冷泡/\n用600cc保特瓶置入1~2包茶包，冰至冰箱3~5小時，即可飲用。\n(或晚上睡前放入冰箱，早上即可用)。', '3g±0.5gX30入', 300, 60, '2024-12-16 18:01:11', NULL, NULL, 1),
(188, '高冷茶系列｜福壽山天池', '絕美口感【天池】\nTianchi high mountain Oolong tea\n天池為福壽山茶系的頂極品，海拔2600，原始林環繞，因年平均溫度低，茶菜經常凍傷。\n今年成茶茶湯果膠豐富，氣韻渾厚，果香四溢，並帶有獨特的冷葒氣。\n因葉面肥厚，久浸不苦澀，茶湯甜度極高。\n\n\n【福壽山高山茶區】\nFushoushan high mountain tea\n福壽山茶區位於梨山後山，海拔2100公尺到2600公尺。\n位於絕佳的茶園環境為原始林中處女地,土壤肥沃、無污染、加上得天獨厚的自然環境，日照充足，午後常有雲霧環繞，高山冷涼氣候使茶葉厚實飽滿，比一般茶葉蓄積更多養分及芳香、味甘物質。\n這裡出產的茶葉幾乎是高品質茶的代名詞，且產量供不應求。\n\n\n【產品介紹】\n茶湯｜金黃蜜綠｜果膠豐富，氣韻渾厚，果香四溢，帶有獨特的冷葒氣。\n茶乾｜球形揉捻｜色澤翠綠黝黑。\n樹種｜青心烏龍｜高海拔茶區主流品種，強調山頭葒氣。\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。', '75公克', 575, 61, '2024-12-17 18:01:11', NULL, NULL, 1),
(189, '高冷茶系列｜福壽山鐵觀音', '七泡餘香【鐵觀音】\nFushoushan Farm Tieguanyin Tea\n「傳說中的觀音韻」‼️烏龍茶界中的珍稀，福壽山「鐵觀音」春茶來啦～\n因為此品種不好栽種，產量極少，這版鐵觀音是正欉鐵觀音茶樹品種（紅心歪尾桃），中葉種內容物含量高，喉韻極強～\n不同於傳統石門、木柵「中發酵」「重烘焙」製程，採高山烏龍綠水做法，\n花香馥郁持久，具桃果香氣，茶湯醇厚飽滿，品種特性極為耐泡「七泡有餘香」。\n\n【福壽山高山茶區】\nFushoushan high mountain tea\n福壽山茶區位於梨山後山，海拔2100公尺到2600公尺。\n位於絕佳的茶園環境為原始林中處女地，土壤肥沃、無污染、加上得天獨厚的自然環境，\n日照充足，午後常有雲霧環繞，高山冷涼氣候使茶葉厚實飽滿，比一般茶葉蓄積更多養分及芳香、味甘物質。\n這裡出產的茶葉幾乎是高品質茶的代名詞，且產量供不應求。\n\n【產品介紹】\n茶湯｜金黃蜜綠｜茶湯醇厚飽滿，品種特性極為耐泡「七泡有餘香」。\n茶乾｜球形揉捻｜色澤翠綠黝黑。\n樹種｜紅心歪尾桃｜產量少，具耐泡及喉韻強特性。\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。', '75公克', 450, 62, '2024-12-18 18:01:11', NULL, NULL, 1),
(190, '台灣特色茶｜東方美人', '難以忘懷【東方美人】\nOriental Beauty Oolong\n又名膨風茶蜒仔茶，因其茶芽白毫顯著，又名為白毫烏龍茶。\n鶴茗嚴選自東方美人的優良產地，新竹北埔的【青心大冇】品種，茶乾白毫多且具五彩顏色，\n茶湯琥珀，因被小綠葉蟬著涎，具有獨特的果香與蜜香味，風味迷人。\n\n茶葉以外觀白毫顯著五色相間，茶湯呈琥珀色鮮艷又明亮，\n茶香帶有濃濃天然之果香與蜜味，入喉甘醇、芳香怡人，風味獨特且難得，\n是讓人迷戀忘懷，為頂級的東方美人茶之極品。\n\n【「著涎」之美：小綠葉蟬】\nSmaller green leafhopper\n產於夏天，茶園經四季精華的孕育，茶樹綠芽經過茶小綠葉蟬吸食，吸食過後長成的茶芽，\n以手工摘採一心二葉，再以傳統製茶技術，精心製作而成的東方美人茶。\n\n【東方美人由來：與美人在茶香中漫舞】\n「東方美人」優雅的名稱由來，則是約百年前英國茶商將這種茶獻給英國維多利亞女王，\n沖泡後的茶湯色艷麗，女王覺得像是一位美人在杯中跳舞，品嘗後讚不絕口，賜名「東方美人」。\n\n【產品介紹】\n茶湯｜濃豔深橙｜獨特的熟果香，滋味蜜香甘甜。\n茶乾｜捲曲條型｜色澤油亮黑色帶有白毫。\n樹種｜青心大冇｜製作東方美人的極佳品種。\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。\n', '75公克', 375, 63, '2024-12-19 18:01:11', NULL, NULL, 1),
(191, '《極品典藏｜禮盒組》梨山翠巒北線', '台灣極品｜典藏之最\n\n【禮盒規格】\n▪️翠巒四兩X2\n▪️精美茶罐X2\n▪️精美禮盒X1\n▪️精美主題提袋X1\n\n晴天綿綿【梨山翠巒北線】\nLishan high mountain tea\n位於福壽山的後山，緯度偏北，環境條件佳。\n茶湯亮綠鮮活，柔順軟水，香氣清揚，山頭氣足。\n此次為極好天氣採收製作，茶湯更是甘甜爽口，飲後餘韻綿延~\n\n【梨山高山茶區】\nLishan high mountain tea\n終年雲霧繚繞，土壤有機質含量豐富，葉片豐潤、渾厚、細嫩、果膠質含量高，\n在氣候、土壤等天然環境均佳的條件下所產製成的茶葉，\n茶湯清澈透明，質甘味美，喉韻絕佳，堪稱「茶中極品」。\n\n【產品介紹】\n茶湯｜金黃透亮｜茶湯甘甜爽口，飲後餘韻綿延。\n茶乾｜球形揉捻｜色澤翠綠黝黑。\n樹種｜青心烏龍｜高海拔茶區主流品種，強調山頭葒氣。\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。', '150g*2', 1550, 64, '2024-12-20 18:01:11', NULL, NULL, 1),
(192, '《行雲流水｜禮盒組》大禹嶺', '行雲流水｜山嵐 ‧ 雲霧 ‧ 飄渺\n\n【禮盒規格】\n▪️大禹嶺二兩X4\n▪️精美茶罐X2\n▪️精美禮盒X1\n▪️精美主題提袋X1\n\n登峰極品【大禹嶺】堪稱台灣高山茶的極品。\n茶區位於海拔2500以上，故一年只能採收2次，產量稀少。\n尤其政府休耕政策後，紛紛收回國有林地，造成一茶難求。\n因氣候寒冷生長期長，果膠含量高，山氣明顯，茶湯甜度高，耐久浸也不苦澀。\n\n【大禹嶺高山茶區】\nDayuling Tea\n台灣最高海拔茶區代表，因近年政府休耕政策，國有林地陸續收回，種植面積大幅減少。\n品質好、產量少，茶氣明顯，冷磺氣飽滿，帶霜味，茶湯入口富飽足感，軟水滑順富膠質，讓人一喝即上癮。\n集中於台8線90K-100K路段，海拔極高2300-2600公尺，\n得天獨厚的環境之下雖然茶葉生長緩慢，但也因此孕育出大禹嶺茶菁質地厚實，\n葉片肥厚，果膠質含量極高的特色。\n\n【產品介紹】\n茶湯｜金黃蜜綠｜茶湯甜度高，耐久浸也不苦澀。\n茶乾｜球形揉捻｜色澤翠綠黝黑。\n樹種｜青心烏龍｜高海拔茶區主流品種，強調山頭葒氣。\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。\n', '75公克*4', 2200, 65, '2024-12-21 18:01:11', NULL, NULL, 1),
(193, '《戀戀島嶼｜禮盒組》阿里山高冷金萱(150克X2罐/盒)', '一杯茶 ‧ 一場美麗的邂逅\nA cup of tea,a beautiful encounter\n\n【禮盒規格】\n▪️阿里山高冷金萱四兩X2\n▪️精美夏天風格茶罐X2\n▪️精美夏天風格 禮盒X1\n▪️精美主題提袋X1\n\n清純奶香【阿里山高冷金萱】\nAlishan tea Sijichun\n精心挑選產於氣候低溫、常年雲霧繚繞。海拔1000公尺以上的阿里山茶區。\n其茶葉有獨特的山頭香氣，不僅耐泡、更有特殊喉韻，茶葉肥厚、鮮嫩。\n茶葉色澤翠綠有光澤，滋味清純滑潤，帶有淡淡奶香氣味，風味獨特。\n\n【阿里山茶區】\nAlishan tea\n阿里山茶園多座落在海拔800至1600公尺之間，龍美、隙頂、太和、光華、石棹、\n達邦、里佳、梅山、樟樹湖都是相當知名的產茶區，此區所生產的茶葉通稱為阿里山茶。\n這些茶區共同的特點都是具高山氣候、經常雲霧瀰漫、溫差大、平均日照較平地短，\n因此造就了阿里山茶冷冽、甘醇的特性。\n\n【產品介紹】\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。', '150克X2罐/盒', 850, 66, '2024-12-22 18:01:11', NULL, NULL, 1),
(194, '台灣特色茶｜梨山武陵金萱', '人見人愛【梨山武陵金萱】\nLishan high mountain tea Sijichun\n金萱品種特色為具奶香味，高海拔茶區金萱則風味更豐富多變，\n奶香味略帶果香，更具耐喝耐沖泡特性，深受廣大茶友喜愛。\n\n【梨山高山茶區】\nLishan high mountain tea\n終年雲霧繚繞，土壤有機質含量豐富，葉片豐潤、渾厚、細嫩、果膠質含量高，\n在氣候、土壤等天然環境均佳的條件下所產製成的茶葉，\n茶湯清澈透明，質甘味美，喉韻絕佳，堪稱「茶中極品」。\n\n【產品介紹】\n茶湯｜金黃蜜綠｜香氣濃郁，滋味甘醇。\n茶乾｜飽滿球形｜色澤翠綠鮮活，茶葉肥厚鮮嫩。\n樹種｜臺茶12號-金萱｜品種具鮮明奶香。\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。\n', '150g', 450, 67, '2024-12-23 18:01:11', NULL, NULL, 1),
(195, '台灣特色茶｜台茶18號｜日月潭紅玉 肉桂薄荷香 暖胃又暖心', '極佳口感【日月潭紅玉】\nRuby Black tea\n台茶18號又稱「紅玉」，具柑橘、薄荷與肉桂的獨特香氣。大葉種茶樹口感較為濃郁強烈，\n深受外國朋友喜愛，香氣極具特色，所以有人稱「台灣香」。鶴茗嚴選的紅玉具有一定品級，\n收斂性強且品種香氣濃郁，冷泡或熱泡都具極佳口感。\n\n【日月潭茶區】\nSun Moon Lake\n日月潭魚池擁有多樣的地理環境，全年適宜涼爽的年均溫及穩定的高濕度，\n讓魚池鄉成為紅茶生產紮根的溫床，在代代茶農及研究單位不斷改良及品種選育，\n才造就出名聞遐邇的魚池紅茶。茶色紅艷，味道醇厚，得到很高的評價，\n是日本官員拿來送給高官達貴的頂級茶品，甚至是天皇御用的貢品。\n\n【產品介紹】\n茶湯｜琥珀艷紅｜具柑橘、薄荷與肉桂的獨特香氣。\n茶乾｜粗條型｜色澤油亮深黑。\n樹種｜台茶18號-紅玉｜品種具蜜香、果香、肉桂味，收斂性強，製作紅茶的極佳品種。\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。', '75公克', 325, 68, '2024-12-24 18:01:11', NULL, NULL, 1),
(196, '台灣特色茶｜凍頂貴妃蜜香烏龍', '貴妃娘娘【凍頂貴妃蜜香烏龍】\nEmpress Oolong Tea\n貴妃茶又稱涎仔茶，製程類似東方美人，未噴農藥管理，茶菁需經小綠葉茶蟲咬過，\n故具有蜜香。與東方美人不同的是，東方美人為青心大冇品種，不烘焙，條索揉捻，重發酵。\n而貴妃茶為青心烏龍茶種製作，球狀揉捻，輕烘焙，所以更重喉韻，耐沖泡，茶湯溫順不刺激。\n\n【「著涎」之美：小綠葉蟬】\nSmaller green leafhopper\n產於夏天，茶園經四季精華的孕育，茶樹綠芽經過茶小綠葉蟬吸食，吸食過後長成的茶芽，\n以手工摘採一心二葉，再以傳統製茶技術，精心製作而成的貴妃蜜香烏龍。\n\n【產品介紹】\n茶湯｜琥珀清透｜茶湯溫順不刺激。\n茶乾｜球形揉捻｜色澤翠綠黝黑。\n樹種｜青心烏龍｜高海拔茶區主流品種，強調山頭葒氣。\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。', '150g', 450, 69, '2024-12-25 18:01:11', NULL, NULL, 1),
(197, '台灣特色茶｜達邦四季烏龍', '甜蜜花香【達邦四季烏龍】\nSijichun\n達邦位於阿里山山脈尾端，達邦部落也是鄒族目前最大部落。\n因開發較晚，且茶區日夜溫差大，所製茶極有質度，且花香馥郁。入喉順甜極有口感。\n\n【阿里山茶區】\nAlishan tea\n阿里山茶園多座落在海拔800至1600公尺之間，龍美、隙頂、太和、光華、石棹、\n達邦、里佳、梅山、樟樹湖都是相當知名的產茶區，此區所生產的茶葉通稱為阿里山茶。\n這些茶區共同的特點都是具高山氣候、經常雲霧瀰漫、溫差大、平均日照較平地短，\n因此造就了阿里山茶冷冽、甘醇的特性。\n\n【產品介紹】\n茶湯｜金黃透亮｜花香馥郁，入喉順甜極有口感。\n茶乾｜飽滿球形｜色澤翠綠鮮活。\n樹種｜四季春｜品種具玉蘭、梔子花香，香氣獨特具極高辨識度。\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。', '150g', 400, 70, '2024-12-26 18:01:11', NULL, NULL, 1);
INSERT INTO `products` (`id`, `name`, `description`, `weight`, `price`, `stock`, `created_at`, `avilable_time`, `end_time`, `valid`) VALUES
(198, '鶴茗嚴選｜阿里山半熟烏龍', '匠心獨具【阿里山半熟烏龍】\nAlishan tea Oolong tea\n高海拔的青心烏龍品種，經鶴茗於各大農會賽場取得優異成績的老師傅，匠心焙製，\n文火低溫焙至半青熟的口感，較不具刺激性，茶湯溫順耐喝，泡水較長且富喉韻生津。\n\n【阿里山茶區】\nAlishan tea\n阿里山茶園多座落在海拔800至1600公尺之間，龍美、隙頂、太和、光華、石棹、\n達邦、里佳、梅山、樟樹湖都是相當知名的產茶區，此區所生產的茶葉通稱為阿里山茶。\n這些茶區共同的特點都是具高山氣候、經常雲霧瀰漫、溫差大、平均日照較平地短，\n因此造就了阿里山茶冷冽、甘醇的特性。\n\n【產品介紹】\n茶湯｜金黃鮮豔｜茶湯溫順耐喝，泡水較長且富喉韻生津。\n茶乾｜球形揉捻｜色澤翠綠黝黑。\n樹種｜青心烏龍｜高海拔茶區主流品種，強調山頭葒氣。\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。', '150g', 400, 71, '2024-12-27 18:01:11', NULL, NULL, 1),
(199, '台灣特色茶｜阿里山蜜香紅茶', '濃郁甜蜜【阿里山蜜香紅茶】\nHoney Flavored Black Tea\n全發酵製程，帶有濃郁的果香，蜜香，及多層次豐富口感。\n咖啡因含量較少，晚上品飲也不造成負擔。\n\n【阿里山茶區】\nAlishan tea\n阿里山茶園多座落在海拔800至1600公尺之間，龍美、隙頂、太和、光華、石棹、\n達邦、里佳、梅山、樟樹湖都是相當知名的產茶區，此區所生產的茶葉通稱為阿里山茶。\n這些茶區共同的特點都是具高山氣候、經常雲霧瀰漫、溫差大、平均日照較平地短，\n因此造就了阿里山茶冷冽、甘醇的特性。\n\n【產品介紹】\n茶湯｜琥珀艷紅｜濃郁的果香，蜜香，多層次豐富口感。\n茶乾｜球形揉捻｜色澤翠綠黝黑。\n樹種｜青心烏龍｜高海拔茶區主流品種，強調山頭葒氣。\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。', '150g', 450, 72, '2024-12-28 18:01:11', NULL, NULL, 1),
(200, '台灣特色茶｜杉林溪頂級冬片', '冷霜山茶【杉林溪頂級冬片】\n冬片採收季節約在每年冬至前後，因其為一年當中最為寒冷的時候，冬茶採收完後所生長新葉，產量極少。冬片茶最大特色為帶有冷霜味，清花香，且葉面肥厚，耐久浸而不苦澀。\n\n【「珍貴」之茶：冬片茶】\n冬茶也稱冬片，冬片是真正冬芽冬採的茶葉，冬片相當珍貴，生長環境較極端，處於低溫又乾旱的冬季，天氣冷茶葉生長會比較慢，葉片也會長的比較厚實、苦澀味減低、產生冷韻味、喝來更甘甜。\n\n【杉林溪高山茶區】\nSun Link Sea high mountain tea\n杉林溪茶色澤鮮豔、茶湯水色蜜綠澄清、富活性、落喉甘清，喝起來相當順暢。\n其中杉林溪羊仔彎、龍鳳峽一帶，所產的杉林溪茶尤其知名，\n因冬季溫度較低時常結霜，故其生長期較長，又終年生長於台灣杉樹林間，\n味道有苦中帶甘之口感，冷礦味中有杉味，味中甘醇順暢入口。\n杉林溪茶外觀勻整、富油光，茶湯金黃透亮。\n香氣輕揚優雅、入口滋味甘醇濃郁，喉韻極佳，品飲此茶，令人口齒生津。\n\n【產品介紹】\n茶湯｜金黃蜜綠｜冷霜味，清花香。\n茶乾｜飽滿球形｜色澤翠綠鮮活，葉面肥厚。\n樹種｜迎香｜具玉蘭、梔子花香，香氣獨特具極高辨識度。\n保存方法:請置於陰涼處保存，忌潮濕受熱。\n有效日期:標示於包裝上。\n', '150g', 525, 73, '2024-12-29 18:01:11', NULL, NULL, 1),
(201, '福壽山紅茶【精製茶】', '｜茶款介紹｜\n品種：青心烏龍\n產地：福壽山 (2500m)\n特色：全台灣最高海拔紅茶、鮮豔琥珀色\n口感：茶湯清澈、熟果蜜香、馥郁柔甜\n發酵：▲▲▲▲▲  100% ', '150g', 1700, 74, '2024-12-30 18:01:11', NULL, NULL, 1),
(202, '華崗紅茶', '｜茶款介紹｜\n品種：青心烏龍\n產地：梨山 (2400m)\n特色：茶湯瑰麗蜜紅，滋味潔淨順滑迷人\n口感：甘醇濃郁，果膠豐富，天然果酸強烈\n發酵：▲▲▲▲▲  100% ', '150g', 1150, 75, '2024-12-31 18:01:11', NULL, NULL, 1),
(203, '梨山紅茶', '｜茶款介紹｜\n品種：水仙\n產地：梨山 (1900m)\n特色：色澤鮮紅明亮，濃郁甜果香味\n口感：入喉甘甜柔軟，餘韻悠長持久\n發酵：▲▲▲▲▲  100% ', '150g', 650, 76, '2025-01-01 18:01:11', NULL, NULL, 1),
(204, '杉林溪茶', '｜茶款介紹｜\n品種：青心烏龍\n產地：杉林溪 (1800m)\n特色：喉韻優雅順滑，滋味甘醇無比\n口感：水質清青柔軟，帶有竹花的香氣\n發酵：▲△△△△  15%　 ', '150g', 600, 77, '2025-01-02 18:01:11', NULL, NULL, 1),
(205, '大禹嶺山皇【精製茶】', '｜茶款介紹｜\n品種：青心烏龍\n產地：大禹嶺 (2300m) \n特色：去蕪存菁比賽級篩選，大禹嶺中No.1茶\n口感：熟果花香濃郁，茶氣渾厚稠滑，山氣強烈甘醇\n發酵：▲▲▲△△  25% \n\n｜包裝規格｜\n⋄ 真空袋：1包｜二兩(75g)\n⋄ 茶禮盒：1盒｜半斤(300g)', '150g', 2050, 78, '2025-01-03 18:01:11', NULL, NULL, 1),
(206, '花香烏龍(20入/盒)｜好時克三角立體茶包系列', '「茶曉得，為您爭取3分鐘，時間為您停駐，與您享受每一刻。」\n———好時克\n｜清新花香，最適合早晨起床泡上一杯\n｜搭配好吃的早餐開啟美好的一天\n\n產地－台灣\n規格－3g/包 玉米澱粉環保PLA材質茶袋\n安全－採用TTB、SGS，並通過國家農藥殘留標準', '60g', 350, 100, '2025-01-04 18:01:11', NULL, NULL, 1),
(207, '蜜香紅茶(20入/盒)｜好時克三角立體茶包系列', '「茶曉得，為您爭取3分鐘，時間為您停駐，與您享受每一刻。」———好時克\n｜入口前韻有著蜜果甜香、中韻清新木製調香、尾韻有著花香，多重口感在嘴中釋放\n｜清甜回甘，大人小孩都適合喝\n｜甘醇又芬芳的滋味，喝過的都說讚\n品種－青心烏龍\n產地－台灣 / 杉林溪\n採摘－手採\n規格－3g/包 玉米澱粉環保PLA材質茶袋\n安全－採用TTB、SGS，並通過國家農藥殘留標準', '60g', 350, 100, '2025-01-05 18:01:11', NULL, NULL, 1),
(208, '炭焙烏龍(20入/盒)｜好時克三角立體茶包系列', '「茶曉得，為您爭取3分鐘，時間為您停駐，與您享受每一刻。」———好時克\r\n｜細火烘焙咖啡因含量極低，睡前想來一杯完全不用擔心睡不著\r\n｜清甜焙米香、尾韻熟果香\n產地－台灣\r\n規格－3g/包 玉米澱粉環保PLA材質茶袋\r\n安全－採用TTB、SGS，並通過國家農藥殘留標準', '60g', 350, 100, '2025-01-06 18:01:11', NULL, NULL, 1),
(209, '【𝟮𝟬𝟮𝟰春茶】阿里山樟樹湖烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自樟樹湖的烏龍茶，香氣柔順香甜\n對於茶香講究的茶友們，一定要試試看!\n品種｜烏龍\n產地｜台灣／阿里山\n規格｜四兩裝（150±5g/包）\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '四兩', 500, 100, '2025-01-07 18:01:11', NULL, NULL, 1),
(210, '【𝟮𝟬𝟮𝟰春茶】阿里山樟樹湖烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自樟樹湖的烏龍茶，香氣柔順香甜\n對於茶香講究的茶友們，一定要試試看!\n品種｜烏龍\n產地｜台灣／阿里山\n規格｜四兩裝（150±5g/包）\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '一斤', 2000, 100, '2025-01-08 18:01:11', NULL, NULL, 1),
(211, '【𝟮𝟬𝟮𝟰春茶】阿里山太和金萱茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自太和的金萱茶，輕花香與柔順奶香交織\n清爽甜潤直中你的味蕾！\n品種｜金萱\n產地｜台灣／阿里山\n規格｜四兩裝（150±5g/包）\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '四兩', 350, 100, '2025-01-09 18:01:11', NULL, NULL, 1),
(212, '【𝟮𝟬𝟮𝟰春茶】阿里山太和金萱茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自太和的金萱茶，輕花香與柔順奶香交織\n清爽甜潤直中你的味蕾！\n品種｜金萱\n產地｜台灣／阿里山\n規格｜四兩裝（150±5g/包）\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '一斤', 1400, 100, '2025-01-10 18:01:11', NULL, NULL, 1),
(213, '阿里山原始森香烏龍茶', '入口甘潤清甜、層次豐富好口碑\n具有天然山林氣息，茶香留韻喉間\n品種｜青心烏龍\r\n產地｜台灣／阿里山\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '四兩', 375, 100, '2025-01-11 18:01:11', NULL, NULL, 1),
(214, '阿里山原始森香烏龍茶', '入口甘潤清甜、層次豐富好口碑\n具有天然山林氣息，茶香留韻喉間\n品種｜青心烏龍\r\n產地｜台灣／阿里山\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '一斤', 1500, 100, '2025-01-12 18:01:11', NULL, NULL, 1),
(215, '茶人制定比賽級烏龍茶葉', '▲ 阿里山烏龍新上市！清新松竹香讓人宛若在竹林中🎋\r\n由專業評茶師、焙茶師監製而成，\r\n將茶人的經驗與技術，\r\n成就成每杯茶的精華🍵\r\n\r\n┃茶區：阿里山茶區\r\n┃海拔：1600m\r\n┃重量：75gX1包', '二兩(75g)', 330, 100, '2025-01-13 18:01:11', NULL, NULL, 1),
(216, '阿里山復刻奶香金萱茶', '大人小孩都愛喝的金萱茶\n帶有清爽淡雅的牛奶香\n口感甜香滑順，冷泡也好好喝\n品種｜金萱\r\n產地｜台灣／阿里山\r\n採摘｜手採\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '四兩', 300, 100, '2025-01-14 18:01:11', NULL, NULL, 1),
(217, '阿里山復刻奶香金萱茶', '大人小孩都愛喝的金萱茶\n帶有清爽淡雅的牛奶香\n口感甜香滑順，冷泡也好好喝\n品種｜金萱\r\n產地｜台灣／阿里山\r\n採摘｜手採\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '一斤', 1200, 100, '2025-01-15 18:01:11', NULL, NULL, 1),
(218, '阿里山低溫80度輕焙火烏龍茶', '擁有阿里山獨特的高山茶感\n烘焙手法帶出蔗糖香味與焙火的甜味\n少了苦澀味且更加順口醇厚甘甜\n真功夫做好茶！\n焙茶的師傅常說：「焙出好茶，需要年復一年的累積經驗。\n沒有親自焙過夠多的山頭和品種，都不足以談焙火功夫。」\n針對每一款茶的原料、品質、性質\n準確判斷茶葉焙到什麼程度、什麼火候能透火又不會焦、含水量和活性都剛剛好\n只有不斷累積經驗，成就這項好功夫，才能真正焙出好茶\n\n品種｜青心烏龍\n產地｜台灣／阿里山\n烘焙｜約2分火\n規格｜四兩裝（150±5g/包）\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '四兩', 300, 100, '2025-01-16 18:01:11', NULL, NULL, 1),
(219, '阿里山低溫80度輕焙火烏龍茶', '擁有阿里山獨特的高山茶感\r\n烘焙手法帶出蔗糖香味與焙火的甜味\r\n少了苦澀味且更加順口醇厚甘甜\n真功夫做好茶！\r\n焙茶的師傅常說：「焙出好茶，需要年復一年的累積經驗。\r\n沒有親自焙過夠多的山頭和品種，都不足以談焙火功夫。」\r\n針對每一款茶的原料、品質、性質\r\n準確判斷茶葉焙到什麼程度、什麼火候能透火又不會焦、含水量和活性都剛剛好\r\n只有不斷累積經驗，成就這項好功夫，才能真正焙出好茶\r\n\r\n品種｜青心烏龍\r\n產地｜台灣／阿里山\r\n烘焙｜約2分火\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '一斤', 1200, 100, '2025-01-17 18:01:11', NULL, NULL, 1),
(220, '【𝟮𝟬𝟮𝟰春茶】杉林溪龍鳳峽烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自龍鳳峽的烏龍茶，清新鮮嫩的花果香\n質度高清爽甘甜不卡喉！\n品種｜烏龍\r\n產地｜台灣／杉林溪\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '四兩(75g*2包)', 750, 100, '2025-01-18 18:01:11', NULL, NULL, 1),
(221, '【𝟮𝟬𝟮𝟰春茶】杉林溪龍鳳峽烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自龍鳳峽的烏龍茶，清新鮮嫩的花果香\n質度高清爽甘甜不卡喉！\n品種｜烏龍\r\n產地｜台灣／杉林溪\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '一斤(75g*8包)', 3000, 100, '2025-01-19 18:01:11', NULL, NULL, 1),
(222, '【𝟮𝟬𝟮𝟰春茶】杉林溪羊仔灣烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\r\n來自羊仔灣的烏龍茶，滋味清揚優雅\r\n鮮嫩果甜氣芬芳，甘甜有韻值得回味\n品種｜烏龍\r\n產地｜台灣／杉林溪\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '四兩', 425, 100, '2025-01-20 18:01:11', NULL, NULL, 1),
(223, '【𝟮𝟬𝟮𝟰春茶】杉林溪羊仔灣烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\r\n來自羊仔灣的烏龍茶，滋味清揚優雅\r\n鮮嫩果甜氣芬芳，甘甜有韻值得回味\n品種｜烏龍\r\n產地｜台灣／杉林溪\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '一斤', 1700, 100, '2025-01-21 18:01:11', NULL, NULL, 1),
(224, '【𝟮𝟬𝟮𝟰春茶】杉林溪軟鞍金萱茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自杉林溪的金萱，豐富杉味帶上柔順奶香\n一杯順滑甘甜的好茶\n品種｜金萱\r\n產地｜台灣／杉林溪\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '四兩', 425, 100, '2025-01-22 18:01:11', NULL, NULL, 1),
(225, '【𝟮𝟬𝟮𝟰春茶】杉林溪軟鞍金萱茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自杉林溪的金萱，豐富杉味帶上柔順奶香\n一杯順滑甘甜的好茶\n品種｜金萱\r\n產地｜台灣／杉林溪\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '一斤', 1700, 100, '2025-01-23 18:01:11', NULL, NULL, 1),
(226, '茶人制定比賽級烏龍茶葉', '全面升級！比照高標準比賽茶\r\n三款茶品皆獨具特色，由專業評茶師監製而成\r\n將茶人的經驗與技術，成就成每杯茶的精華', '二兩(75g)', 330, 100, '2025-01-24 18:01:11', NULL, NULL, 1),
(227, '杉林溪野放蜜香紅茶', '清甜回甘，大人小孩都適合喝\n天然濃郁蜜果香，甘醇而芬芳\n滋味喉韻回甘，喝過都說讚！\n品種｜青心烏龍\r\n產地｜台灣／杉林溪\r\n採摘｜手採\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '四兩', 325, 100, '2025-01-25 18:01:11', NULL, NULL, 1),
(228, '杉林溪野放蜜香紅茶', '清甜回甘，大人小孩都適合喝\n天然濃郁蜜果香，甘醇而芬芳\n滋味喉韻回甘，喝過都說讚！\n品種｜青心烏龍\r\n產地｜台灣／杉林溪\r\n採摘｜手採\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '一斤', 1300, 100, '2025-01-26 18:01:11', NULL, NULL, 1),
(229, '霖春仔茶', '今年春茶第一批！只為讓你【霖春仔茶】\n品種｜烏龍\r\n產地｜台灣／杉林溪\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '四兩', 300, 100, '2025-01-27 18:01:11', NULL, NULL, 1),
(230, '媳婦的桂花烏龍', '總是害怕市售茶品原料不清有化學添加物的成分嗎？\r\n媳婦的桂花烏龍茶－100%台灣天然桂花+杉林溪烏龍茶葉！一喝就愛上！\r\n每年限產一批，嚴選使用台灣桂花去烘焙\r\n以茶待人，每一杯都誠心實意\r\n \r\n品種｜烏龍\r\n產地｜台灣／杉林溪茶區\r\n烘焙｜低溫輕烘焙\r\n規格｜四兩裝（150±5x1包）附品牌盒１只\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺\r\n \r\n茶乾｜烏龍茶與精選台灣桂花烘焙製成\r\n茶湯｜金黃澄澈 茶韻溫潤宜人 葉底｜完整舒展 釋放香氣底韻 \r\n*茶乾中有許多小枝葉都是桂花烘焙後的本體哦!', '四兩(150gx1盒)', 425, 100, '2025-01-28 18:01:11', NULL, NULL, 1),
(231, '媳婦的桂花烏龍', '總是害怕市售茶品原料不清有化學添加物的成分嗎？\r\n媳婦的桂花烏龍茶－100%台灣天然桂花+杉林溪烏龍茶葉！一喝就愛上！\r\n每年限產一批，嚴選使用台灣桂花去烘焙\r\n以茶待人，每一杯都誠心實意\r\n \r\n品種｜烏龍\r\n產地｜台灣／杉林溪茶區\r\n烘焙｜低溫輕烘焙\r\n規格｜四兩裝（150±5x1包）附品牌盒１只\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺\r\n \r\n茶乾｜烏龍茶與精選台灣桂花烘焙製成\r\n茶湯｜金黃澄澈 茶韻溫潤宜人 葉底｜完整舒展 釋放香氣底韻 \r\n*茶乾中有許多小枝葉都是桂花烘焙後的本體哦!', '一斤(150gx4盒)', 1700, 100, '2025-01-29 18:01:11', NULL, NULL, 1),
(232, '【𝟮𝟬𝟮𝟰春茶】天池高冷烏龍茶', '𝟮𝟬𝟮𝟰春茶，你值得喝到最好的！\n來自福壽山天池烏龍，體驗台灣頂級茶品\n高山氣霸道十足，一喝回甘無窮！，老饕指定款👍\n品種｜烏龍\r\n產地｜台灣／福壽山天池\r\n規格｜二兩裝（75g±5gx1)包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '二兩(75g*1包)', 750, 100, '2025-01-30 18:01:11', NULL, NULL, 1),
(233, '【𝟮𝟬𝟮𝟰春茶】天池高冷烏龍茶', '𝟮𝟬𝟮𝟰春茶，你值得喝到最好的！\n來自福壽山天池烏龍，體驗台灣頂級茶品\n高山氣霸道十足，一喝回甘無窮！，老饕指定款👍\n品種｜烏龍\r\n產地｜台灣／福壽山天池\r\n規格｜二兩裝（75g±5gx1)包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '半斤(75g*4包)', 3000, 100, '2025-01-31 18:01:11', NULL, NULL, 1),
(234, '【𝟮𝟬𝟮𝟰春茶】福壽梨山烏龍', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自福壽山的烏龍茶，有著獨特高冷山葒氣\n喝入口中，山林氣息迎面而來，湯甘味美喉韻佳!\n品種｜烏龍\r\n產地｜台灣／梨山\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '二兩(75g*1包)', 563, 100, '2025-02-01 18:01:11', NULL, NULL, 1),
(235, '【𝟮𝟬𝟮𝟰春茶】福壽梨山烏龍', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自福壽山的烏龍茶，有著獨特高冷山葒氣\n喝入口中，山林氣息迎面而來，湯甘味美喉韻佳!\n品種｜烏龍\r\n產地｜台灣／梨山\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '半斤(75g*4包', 2252, 100, '2025-02-02 18:01:11', NULL, NULL, 1),
(236, '【𝟮𝟬𝟮𝟰春茶】碧綠溪高冷烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自碧綠溪的烏龍茶，嫩甜果香馥郁\n鮮爽甘甜又耐泡！令人無法忘懷 !\n品種｜烏龍\r\n產地｜台灣／梨山\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '二兩(75g*1包)', 540, 100, '2025-02-03 18:01:11', NULL, NULL, 1),
(237, '【𝟮𝟬𝟮𝟰春茶】碧綠溪高冷烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自碧綠溪的烏龍茶，嫩甜果香馥郁\n鮮爽甘甜又耐泡！令人無法忘懷 !\n品種｜烏龍\r\n產地｜台灣／梨山\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '半斤(75g*4包)', 2150, 100, '2025-02-04 18:01:11', NULL, NULL, 1),
(238, '\r\n【𝟮𝟬𝟮𝟰春茶】梨山華岡烏龍', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\r\n來自梨山華岡的烏龍茶，高級果香在味蕾綻放\r\n甜水厚實超滑順！\n品種｜烏龍\r\n產地｜台灣／梨山\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改', '二兩(75g*1包)', 475, 100, '2025-02-05 18:01:11', NULL, NULL, 1),
(239, '\r\n【𝟮𝟬𝟮𝟰春茶】梨山華岡烏龍', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\r\n來自梨山華岡的烏龍茶，高級果香在味蕾綻放\r\n甜水厚實超滑順！\n品種｜烏龍\r\n產地｜台灣／梨山\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改', '半斤(75g*4包)', 1900, 100, '2025-02-06 18:01:11', NULL, NULL, 1),
(240, '【𝟮𝟬𝟮𝟰春茶】翠峰烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自茶曉得自家翠峰茶園的烏龍茶，高冷嫩豆香轉花果香\n水軟香甜超回甘！請您一定要嘗試看看 !\n品種｜烏龍\r\n產地｜台灣／梨山翠峰\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '二兩(75g*1包)', 560, 100, '2025-02-07 18:01:11', NULL, NULL, 1),
(241, '【𝟮𝟬𝟮𝟰春茶】翠峰烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\n來自茶曉得自家翠峰茶園的烏龍茶，高冷嫩豆香轉花果香\n水軟香甜超回甘！請您一定要嘗試看看 !\n品種｜烏龍\r\n產地｜台灣／梨山翠峰\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '半斤(75g*4包)', 1500, 100, '2025-02-08 18:01:11', NULL, NULL, 1),
(242, '【𝟮𝟬𝟮𝟰春茶】梨山馬烈霸烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\r\n來自馬烈霸的烏龍茶，清揚甜果香飄散\r\n鮮嫩厚實又順口，請您一定要嘗試看看 !\n品種｜烏龍\r\n產地｜台灣／梨山\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '四兩(75g*2包)', 650, 100, '2025-02-09 18:01:11', NULL, NULL, 1),
(243, '【𝟮𝟬𝟮𝟰春茶】梨山馬烈霸烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\r\n來自馬烈霸的烏龍茶，清揚甜果香飄散\r\n鮮嫩厚實又順口，請您一定要嘗試看看 !\n品種｜烏龍\r\n產地｜台灣／梨山\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '一斤(75g*8包)', 2600, 100, '2025-02-10 18:01:11', NULL, NULL, 1),
(244, '【𝟮𝟬𝟮𝟰春茶】梨山吊橋頭烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\r\n來自吊橋頭的烏龍茶，鮮明清新茶香，\r\n水軟順滑又回甘，茶友們一定要試試看!\n品種｜烏龍\r\n產地｜台灣／梨山\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '四兩(75g*2包)', 725, 100, '2025-02-11 18:01:11', NULL, NULL, 1),
(245, '【𝟮𝟬𝟮𝟰春茶】梨山吊橋頭烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\r\n來自吊橋頭的烏龍茶，鮮明清新茶香，\r\n水軟順滑又回甘，茶友們一定要試試看!\n品種｜烏龍\r\n產地｜台灣／梨山\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '一斤(75g*8包)', 2900, 100, '2025-02-12 18:01:11', NULL, NULL, 1),
(246, '曉得神獸｜白虎－華岡烏龍茶', '高海拔原始林茶園，擁有優質茶園管理\n高冷輕果香直衝口鼻，滋味濃厚\n華岡茶已是頂級梨山茶的代名詞\n茶品｜輕發酵／無烘焙\r\n產地｜台灣／華岡茶區\r\n規格｜四兩裝（75g*2包/盒）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '四兩(1盒)', 900, 100, '2025-02-13 18:01:11', NULL, NULL, 1),
(247, '茶人制定比賽級烏龍茶葉－梨山清花香', '全面升級！比照高標準比賽茶\r\n三款茶品皆獨具特色，由專業評茶師監製而成\r\n將茶人的經驗與技術，成就成每杯茶的精華', '二兩(75g)', 350, 100, '2025-02-14 18:01:11', NULL, NULL, 1),
(248, '【𝟮𝟬𝟮𝟰春茶】大禹嶺高冷烏龍茶', '高海拔原始林茶園，擁有優質茶園管理\r\n完美展現澎湃山葒氣\r\n冷霜的霸氣喉韻縈繞在喉間\n茶品｜輕發酵／無烘焙\r\n產地｜台灣／大禹嶺茶區\r\n規格｜四兩裝（75g*2包/盒）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '二兩(75g*1包)', 560, 100, '2025-02-15 18:01:11', NULL, NULL, 1),
(249, '【𝟮𝟬𝟮𝟰春茶】大禹嶺高冷烏龍茶', '高海拔原始林茶園，擁有優質茶園管理\r\n完美展現澎湃山葒氣\r\n冷霜的霸氣喉韻縈繞在喉間\n茶品｜輕發酵／無烘焙\r\n產地｜台灣／大禹嶺茶區\r\n規格｜四兩裝（75g*2包/盒）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '半斤(75g*4包)', 2250, 100, '2025-02-16 18:01:11', NULL, NULL, 1),
(250, '曉得神獸｜青龍－大禹嶺烏龍茶', '高海拔原始林茶園，擁有優質茶園管理\r\n完美展現澎湃山葒氣\r\n冷霜的霸氣喉韻縈繞在喉間\n茶品｜輕發酵／無烘焙\r\n產地｜台灣／大禹嶺茶區\r\n規格｜四兩裝（75g*2包/盒）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '四兩(1盒)', 1000, 100, '2025-02-17 18:01:11', NULL, NULL, 1),
(251, '【𝟮𝟬𝟮𝟰春茶】奇萊山烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\r\n來自奇萊山的烏龍茶，輕盈花香芬芳，\r\n入口甜潤喉韻佳!\n品種｜烏龍\r\n產地｜台灣／奇萊山\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '四兩(75g*2包)', 800, 100, '2025-02-18 18:01:11', NULL, NULL, 1),
(252, '【𝟮𝟬𝟮𝟰春茶】奇萊山烏龍茶', '𝟮𝟬𝟮𝟰的春茶，你值得喝到最好的！\r\n來自奇萊山的烏龍茶，輕盈花香芬芳，\r\n入口甜潤喉韻佳!\n品種｜烏龍\r\n產地｜台灣／奇萊山\r\n規格｜二兩裝（75±5gx1包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準\r\n🔺如遇外包裝款式斷貨，將以其它花色出貨，主要以標籤貼紙為主，內容物絕不更改🔺', '一斤(75g*8包)', 3200, 100, '2025-02-19 18:01:11', NULL, NULL, 1),
(253, '曉得神獸｜朱雀－奇萊山烏龍茶', '高海拔原始林茶園，擁有優質茶園管理\n高冷濃果香滋味，具有層次感\n茶湯艷黃清澈，豐富的清新發酵香\n茶品｜輕發酵／無烘焙\r\n產地｜台灣／奇萊山茶區\r\n規格｜四兩裝（75g*2包/盒）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '四兩(1盒)', 750, 100, '2025-02-20 18:01:11', NULL, NULL, 1),
(254, '曉得神獸｜玄武－福壽山烏龍茶', '高海拔原始林茶園，擁有優質茶園管理\r\n福壽山茶葉已幾乎是高品質的代名詞\r\n清新輕豆香、山頭冷葒氣悄悄綻放在喉間\n茶品｜輕發酵／無烘焙\r\n產地｜台灣／福壽山茶區\r\n規格｜四兩裝（75g*2包/盒）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '四兩(1盒)', 1000, 100, '2025-02-21 18:01:11', NULL, NULL, 1),
(255, '鹿谷七分烘焙凍頂烏龍茶', '沖泡時可聞到濃厚的焙火香及熟果香氣\r\n入口時喉韻醇厚深沉，茶葉耐泡\r\n「落喉生津富活性」每一口都回甘\n品種｜青心烏龍\r\n產地｜台灣／南投鹿谷\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '半斤(300g)', 600, 100, '2025-02-22 18:01:11', NULL, NULL, 1),
(256, '純萃好喝四季春茶', '採摘自正午時陽光充足水氣最少\n清新上揚的蘭花香氣，芬芳撲鼻\n品種｜四季春\r\n產地｜台灣／松柏嶺\r\n採摘｜機採\r\n規格｜四兩裝（150±5g/包）\r\n安全｜採用TTB、SGS，並通過國家農藥殘留標準', '半斤(300g)', 500, 100, '2025-02-23 18:01:11', NULL, NULL, 1),
(257, '寶島尋味時光機系列｜2002-柒分饄｜現代蜜香紅烏龍', '【柒分饄烏龍特色】\n香氣：蜜甜香、蜜糖香\n口感：溫潤順甜、扎實飽滿\n甜度：柒分\n發酵：40-45%\n烘焙：輕焙火茶湯結實提升尾韻\n現在人手一杯手搖飲，各式各樣的口味任您挑選，但是！在以前沒有多樣的手搖飲，大家到底都喝什麼呢？\r\n沒錯就是烏龍茶！跟著茶曉得踏上尋味時光機之旅，回顧台灣寶島盛產的茶葉從70年代開始的演變吧！\r\n\r\n【寶島尋味時光機】－開啟您的味蕾之旅\r\n帶您認識品嚐當代流行的傳統工藝烏龍茶，來自台灣出產的茶葉，天然無負擔，並依照發酵及烘焙的手藝帶出茶葉的甜，並依照甜度來做區分\r\n※【饄】除了取自諧音糖，更有大家在一個地方一起用餐、品茗的意思\r\n\r\n【2002-柒分餹烏龍】\r\n近代特色茶葉、與環保意識興起，台灣在2002年加入WTO後，台灣茶正式進入精品茶時代，新的品牌、新的方式、新的思維與新的推廣開始發酵於台灣茶產業各個位置，與傳統烏龍茶類最大的不同點在發酵階段，也是革命性改變製程新的突破。\r\n結合烏龍茶與紅茶之加工特點與品質特色所新創製出來的特色茶，發酵轉換香氣，利用溫度進行茶葉烘焙，去水、去雜、焙清及焙透，讓茶湯結實，且帶出韻味與香氣。', '150g/袋', 425, 100, '2025-02-24 18:01:11', NULL, NULL, 1),
(258, '茶人制定比賽級烏龍茶葉－梨山清花香', '■ 規格：精品烏龍75gX2+12入原葉茶包\r\n■ 禮盒尺寸：W24.5 * H11 * D18 cm\r\n■ 賞味期限：2年（開封後請儘早享用）\r\n■ 附贈－品牌提袋', '二兩(75g)', 1200, 100, '2025-02-25 18:01:11', NULL, NULL, 1),
(259, '茶人制定比賽級烏龍茶葉－梨山清花香', '■ 規格：精品烏龍75gX2+12入原葉茶包\r\n■ 禮盒尺寸：W24.5 * H11 * D18 cm\r\n■ 賞味期限：2年（開封後請儘早享用）\r\n■ 附贈－品牌提袋', '二兩(75g)', 1200, 100, '2025-02-25 18:01:11', NULL, NULL, 1),
(260, '茶人制定比賽級烏龍茶葉－梨山清花香', '■ 規格：精品烏龍75gX2+12入原葉茶包\r\n■ 禮盒尺寸：W24.5 * H11 * D18 cm\r\n■ 賞味期限：2年（開封後請儘早享用）\r\n■ 附贈－品牌提袋', '二兩(75g)', 1200, 100, '2025-02-25 18:01:11', NULL, NULL, 1);

-- --------------------------------------------------------

--
-- 資料表結構 `product_category_relation`
--

CREATE TABLE `product_category_relation` (
  `product_id` int(3) UNSIGNED NOT NULL,
  `brand_id` int(3) UNSIGNED NOT NULL,
  `tea_id` int(3) UNSIGNED NOT NULL,
  `package_id` int(3) UNSIGNED NOT NULL,
  `style_id` int(3) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 傾印資料表的資料 `product_category_relation`
--

INSERT INTO `product_category_relation` (`product_id`, `brand_id`, `tea_id`, `package_id`, `style_id`) VALUES
(1, 2, 1, 1, 1),
(2, 1, 2, 3, 2),
(3, 1, 2, 3, 2),
(4, 1, 2, 3, 2),
(5, 1, 2, 3, 2),
(6, 1, 2, 3, 2),
(7, 1, 2, 3, 2),
(8, 1, 3, 3, 2),
(9, 1, 3, 3, 2),
(10, 1, 3, 3, 2),
(11, 1, 3, 3, 2),
(12, 1, 3, 3, 2),
(13, 1, 3, 3, 2),
(14, 1, 3, 3, 2),
(15, 1, 3, 3, 2),
(16, 1, 3, 3, 2),
(17, 1, 3, 3, 2),
(18, 1, 3, 3, 2),
(19, 1, 3, 3, 2),
(20, 1, 3, 3, 2),
(21, 1, 3, 3, 2),
(22, 1, 3, 3, 2),
(23, 1, 3, 3, 2),
(24, 1, 3, 3, 2),
(25, 1, 3, 3, 2),
(26, 1, 3, 3, 2),
(27, 1, 3, 3, 2),
(28, 1, 3, 3, 2),
(29, 1, 1, 3, 2),
(30, 1, 1, 3, 2),
(31, 1, 1, 3, 2),
(32, 1, 1, 3, 2),
(33, 1, 1, 3, 2),
(34, 1, 1, 3, 2),
(35, 1, 1, 3, 2),
(36, 1, 1, 3, 2),
(37, 1, 1, 3, 2),
(38, 1, 1, 3, 2),
(39, 1, 1, 3, 2),
(40, 1, 1, 3, 2),
(41, 1, 1, 3, 2),
(42, 1, 1, 3, 2),
(43, 1, 2, 3, 2),
(44, 1, 2, 3, 2),
(45, 1, 2, 3, 2),
(46, 1, 2, 3, 2),
(47, 1, 2, 3, 2),
(48, 1, 2, 3, 2),
(49, 1, 2, 3, 2),
(50, 1, 3, 3, 2),
(51, 1, 3, 3, 2),
(52, 1, 3, 3, 2),
(53, 1, 3, 3, 2),
(54, 1, 3, 3, 2),
(55, 1, 3, 3, 2),
(56, 1, 3, 3, 2),
(57, 1, 3, 3, 2),
(58, 1, 3, 3, 2),
(59, 1, 3, 3, 2),
(60, 1, 3, 3, 2),
(61, 1, 3, 3, 2),
(62, 1, 3, 3, 2),
(63, 1, 3, 3, 2),
(64, 1, 3, 3, 2),
(65, 1, 3, 3, 2),
(66, 1, 3, 3, 2),
(67, 1, 3, 3, 2),
(68, 1, 3, 3, 2),
(69, 1, 3, 3, 2),
(70, 1, 3, 3, 2),
(71, 1, 1, 3, 2),
(72, 1, 1, 3, 2),
(73, 1, 1, 3, 2),
(74, 1, 1, 3, 2),
(75, 1, 1, 3, 2),
(76, 1, 1, 3, 2),
(77, 1, 1, 3, 2),
(78, 1, 3, 3, 2),
(79, 1, 3, 3, 2),
(80, 1, 3, 3, 2),
(81, 1, 3, 3, 2),
(82, 1, 3, 3, 2),
(83, 1, 3, 3, 2),
(84, 1, 3, 3, 2),
(85, 1, 3, 3, 2),
(86, 1, 3, 3, 2),
(87, 1, 3, 3, 2),
(88, 1, 3, 3, 2),
(89, 1, 3, 3, 2),
(90, 1, 3, 3, 2),
(91, 1, 3, 3, 2),
(92, 1, 3, 3, 2),
(93, 1, 3, 3, 2),
(94, 1, 3, 3, 2),
(95, 1, 3, 3, 2),
(96, 1, 3, 3, 2),
(97, 1, 3, 3, 2),
(98, 1, 3, 3, 2),
(99, 1, 3, 3, 2),
(100, 2, 3, 3, 1),
(101, 2, 3, 3, 1),
(102, 2, 3, 3, 1),
(103, 2, 3, 3, 1),
(104, 2, 3, 3, 1),
(105, 2, 3, 3, 1),
(106, 2, 1, 3, 1),
(107, 2, 1, 3, 1),
(108, 2, 3, 3, 2),
(109, 2, 3, 3, 2),
(110, 2, 3, 3, 2),
(111, 2, 1, 3, 2),
(112, 2, 3, 3, 2),
(113, 2, 3, 3, 2),
(114, 2, 3, 3, 2),
(115, 2, 3, 3, 2),
(116, 2, 1, 3, 2),
(117, 2, 1, 2, 1),
(118, 2, 3, 3, 1),
(119, 2, 3, 3, 1),
(120, 2, 3, 3, 1),
(121, 2, 3, 3, 1),
(122, 3, 3, 3, 1),
(123, 3, 3, 3, 1),
(124, 3, 3, 3, 1),
(125, 3, 3, 3, 1),
(126, 3, 2, 3, 1),
(127, 3, 1, 3, 1),
(128, 3, 3, 3, 1),
(129, 3, 1, 3, 1),
(130, 3, 3, 3, 1),
(131, 3, 1, 3, 1),
(132, 4, 3, 3, 2),
(133, 4, 3, 3, 1),
(134, 4, 2, 3, 1),
(135, 4, 3, 3, 1),
(136, 4, 3, 3, 2),
(137, 4, 3, 3, 2),
(138, 4, 2, 3, 2),
(139, 4, 3, 3, 2),
(140, 4, 3, 3, 2),
(141, 5, 1, 1, 1),
(142, 5, 3, 1, 1),
(143, 5, 3, 1, 1),
(144, 5, 3, 1, 1),
(145, 5, 1, 1, 1),
(146, 5, 1, 1, 1),
(147, 5, 1, 3, 1),
(148, 6, 3, 1, 1),
(149, 6, 3, 1, 1),
(150, 6, 3, 1, 1),
(151, 6, 3, 1, 1),
(152, 6, 2, 1, 1),
(153, 6, 3, 1, 1),
(154, 6, 3, 3, 1),
(155, 6, 3, 3, 1),
(156, 6, 3, 3, 1),
(157, 6, 3, 3, 1),
(158, 6, 2, 3, 1),
(159, 6, 3, 3, 1),
(160, 6, 3, 3, 1),
(161, 6, 3, 1, 2),
(162, 6, 3, 1, 2),
(163, 6, 3, 1, 2),
(164, 6, 2, 1, 2),
(165, 6, 1, 1, 2),
(166, 6, 1, 1, 2),
(167, 6, 2, 1, 2),
(168, 6, 3, 1, 2),
(169, 6, 1, 1, 2),
(170, 6, 1, 3, 2),
(171, 6, 3, 3, 2),
(172, 6, 2, 3, 2),
(173, 6, 3, 3, 2),
(174, 6, 3, 3, 2),
(175, 6, 2, 3, 2),
(176, 6, 1, 3, 2),
(177, 6, 1, 3, 2),
(178, 6, 3, 3, 2),
(179, 7, 3, 2, 1),
(180, 7, 3, 2, 1),
(181, 7, 3, 2, 1),
(182, 7, 3, 2, 1),
(183, 7, 1, 3, 1),
(184, 7, 3, 3, 1),
(185, 7, 3, 3, 2),
(186, 7, 1, 3, 2),
(187, 7, 3, 3, 2),
(188, 7, 3, 1, 1),
(189, 7, 3, 1, 1),
(190, 7, 3, 3, 1),
(191, 7, 3, 2, 1),
(192, 7, 3, 2, 1),
(193, 7, 3, 2, 1),
(194, 7, 3, 3, 1),
(195, 7, 1, 3, 1),
(196, 7, 3, 3, 1),
(197, 7, 3, 3, 1),
(198, 7, 3, 3, 1),
(199, 7, 1, 3, 1),
(200, 7, 3, 3, 1),
(201, 8, 1, 3, 1),
(202, 8, 1, 3, 1),
(203, 8, 1, 3, 1),
(204, 8, 3, 3, 1),
(205, 8, 3, 3, 1),
(206, 9, 3, 3, 2),
(207, 9, 1, 3, 2),
(208, 9, 3, 3, 2),
(209, 9, 3, 3, 1),
(210, 9, 3, 3, 1),
(211, 9, 3, 3, 1),
(212, 9, 3, 3, 1),
(213, 9, 3, 3, 1),
(214, 9, 3, 3, 1),
(215, 9, 3, 3, 1),
(216, 9, 3, 3, 1),
(217, 9, 3, 3, 1),
(218, 9, 3, 3, 1),
(219, 9, 3, 3, 1),
(220, 9, 3, 3, 1),
(221, 9, 3, 3, 1),
(222, 9, 3, 3, 1),
(223, 9, 3, 3, 1),
(224, 9, 3, 3, 1),
(225, 9, 3, 3, 1),
(226, 9, 3, 3, 1),
(227, 9, 1, 3, 1),
(228, 9, 1, 3, 1),
(229, 9, 3, 3, 1),
(230, 9, 3, 3, 1),
(231, 9, 3, 3, 1),
(232, 9, 3, 3, 1),
(233, 9, 3, 3, 1),
(234, 9, 3, 3, 1),
(235, 9, 3, 3, 1),
(236, 9, 3, 3, 1),
(237, 9, 3, 3, 1),
(238, 9, 3, 3, 1),
(239, 9, 3, 3, 1),
(240, 9, 3, 3, 1),
(241, 9, 3, 3, 1),
(242, 9, 3, 3, 1),
(243, 9, 3, 3, 1),
(244, 9, 3, 3, 1),
(245, 9, 3, 3, 1),
(246, 9, 3, 3, 1),
(247, 9, 3, 3, 1),
(248, 9, 3, 3, 1),
(249, 9, 3, 3, 1),
(250, 9, 3, 3, 1),
(251, 9, 3, 3, 1),
(252, 9, 3, 3, 1),
(253, 9, 3, 3, 1),
(254, 9, 3, 3, 1),
(255, 9, 3, 3, 1),
(256, 9, 3, 3, 1),
(257, 9, 1, 3, 1),
(258, 9, 1, 2, 2),
(259, 9, 2, 2, 2),
(260, 9, 3, 2, 2),
(261, 2, 1, 2, 1),
(262, 1, 2, 2, 1),
(263, 2, 1, 1, 1);

-- --------------------------------------------------------

--
-- 資料表結構 `product_images`
--

CREATE TABLE `product_images` (
  `id` int(6) UNSIGNED NOT NULL,
  `path` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 傾印資料表的資料 `product_images`
--

INSERT INTO `product_images` (`id`, `path`) VALUES
(1, 'image_0001.jpg'),
(2, 'image_0002.jpg'),
(3, 'image_0003.jpg'),
(4, 'image_0004.jpg'),
(5, 'image_0005.jpg'),
(6, 'image_0006.jpg'),
(7, 'image_0007.jpg'),
(8, 'image_0008.jpg'),
(9, 'image_0009.jpg'),
(10, 'image_0010.jpg'),
(11, 'image_0011.jpg'),
(12, 'image_0012.jpg'),
(13, 'image_0013.jpg'),
(14, 'image_0014.jpg'),
(15, 'image_0015.jpg'),
(16, 'image_0016.jpg'),
(17, 'image_0017.jpg'),
(18, 'image_0018.jpg'),
(19, 'image_0019.jpg'),
(20, 'image_0020.jpg'),
(21, 'image_0021.jpg'),
(22, 'image_0022.jpg'),
(23, 'image_0023.jpg'),
(24, 'image_0024.jpg'),
(25, 'image_0025.jpg'),
(26, 'image_0026.jpg'),
(27, 'image_0027.jpg'),
(28, 'image_0028.jpg'),
(29, 'image_0029.jpg'),
(30, 'image_0030.jpg'),
(31, 'image_0031.jpg'),
(32, 'image_0032.jpg'),
(33, 'image_0033.jpg'),
(34, 'image_0034.jpg'),
(35, 'image_0035.jpg'),
(36, 'image_0036.jpg'),
(37, 'image_0037.jpg'),
(38, 'image_0038.jpg'),
(39, 'image_0039.jpg'),
(40, 'image_0040.jpg'),
(41, 'image_0041.jpg'),
(42, 'image_0042.jpg'),
(43, 'image_0043.jpg'),
(44, 'image_0044.jpg'),
(45, 'image_0045.jpg'),
(46, 'image_0046.jpg'),
(47, 'image_0047.jpg'),
(48, 'image_0048.jpg'),
(49, 'image_0049.jpg'),
(50, 'image_0050.jpg'),
(51, 'image_0051.jpg'),
(52, 'image_0052.jpg'),
(53, 'image_0053.jpg'),
(54, 'image_0054.jpg'),
(55, 'image_0055.jpg'),
(56, 'image_0056.jpg'),
(57, 'image_0057.jpg'),
(58, 'image_0058.jpg'),
(59, 'image_0059.jpg'),
(60, 'image_0060.jpg'),
(61, 'image_0061.jpg'),
(62, 'image_0062.jpg'),
(63, 'image_0063.jpg'),
(64, 'image_0064.jpg'),
(65, 'image_0065.jpg'),
(66, 'image_0066.jpg'),
(67, 'image_0067.jpg'),
(68, 'image_0068.jpg'),
(69, 'image_0069.jpg'),
(70, 'image_0070.jpg'),
(71, 'image_0071.jpg'),
(72, 'image_0072.jpg'),
(73, 'image_0073.jpg'),
(74, 'image_0074.jpg'),
(75, 'image_0075.jpg'),
(76, 'image_0076.jpg'),
(77, 'image_0077.jpg'),
(78, 'image_0078.jpg'),
(79, 'image_0079.jpg'),
(80, 'image_0080.jpg'),
(81, 'image_0081.jpg'),
(82, 'image_0082.jpg'),
(83, 'image_0083.jpg'),
(84, 'image_0084.jpg'),
(85, 'image_0085.jpg'),
(86, 'image_0086.jpg'),
(87, 'image_0087.jpg'),
(88, 'image_0088.jpg'),
(89, 'image_0089.jpg'),
(90, 'image_0090.jpg'),
(91, 'image_0091.jpg'),
(92, 'image_0092.jpg'),
(93, 'image_0093.jpg'),
(94, 'image_0094.jpg'),
(95, 'image_0095.jpg'),
(96, 'image_0096.jpg'),
(97, 'image_0097.jpg'),
(98, 'image_0098.jpg'),
(99, 'image_0099.jpg'),
(100, 'image_0100.jpg'),
(101, 'image_0101.jpg'),
(102, 'image_0102.jpg'),
(103, 'image_0103.jpg'),
(104, 'image_0104.jpg'),
(105, 'image_0105.jpg'),
(106, 'image_0106.jpg'),
(107, 'image_0107.jpg'),
(108, 'image_0108.jpg'),
(109, 'image_0109.jpg'),
(110, 'image_0110.jpg'),
(111, 'image_0111.jpg'),
(112, 'image_0112.jpg'),
(113, 'image_0113.jpg'),
(114, 'image_0114.jpg'),
(115, 'image_0115.jpg'),
(116, 'image_0116.jpg'),
(117, 'image_0117.jpg'),
(118, 'image_0118.jpg'),
(119, 'image_0119.jpg'),
(120, 'image_0120.jpg'),
(121, 'image_0121.jpg'),
(122, 'image_0122.jpg'),
(123, 'image_0123.jpg'),
(124, 'image_0124.jpg'),
(125, 'image_0125.jpg'),
(126, 'image_0126.jpg'),
(127, 'image_0127.jpg'),
(128, 'image_0128.jpg'),
(129, 'image_0129.jpg'),
(130, 'image_0130.jpg'),
(131, 'image_0131.jpg'),
(132, 'image_0132.jpg'),
(133, 'image_0133.jpg'),
(134, 'image_0134.jpg'),
(135, 'image_0135.jpg'),
(136, 'image_0136.jpg'),
(137, 'image_0137.jpg'),
(138, 'image_0138.jpg'),
(139, 'image_0139.jpg'),
(140, 'image_0140.jpg'),
(141, 'image_0141.jpg'),
(142, 'image_0142.jpg'),
(143, 'image_0143.jpg'),
(144, 'image_0144.jpg'),
(145, 'image_0145.jpg'),
(146, 'image_0146.jpg'),
(147, 'image_0147.jpg'),
(148, 'image_0148.jpg'),
(149, 'image_0149.jpg'),
(150, 'image_0150.jpg'),
(151, 'image_0151.jpg'),
(152, 'image_0152.jpg'),
(153, 'image_0153.jpg'),
(154, 'image_0154.jpg'),
(155, 'image_0155.jpg'),
(156, 'image_0156.jpg'),
(157, 'image_0157.jpg'),
(158, 'image_0158.jpg'),
(159, 'image_0159.jpg'),
(160, 'image_0160.jpg'),
(161, 'image_0161.jpg'),
(162, 'image_0162.jpg'),
(163, 'image_0163.jpg'),
(164, 'image_0164.jpg'),
(165, 'image_0165.jpg'),
(166, 'image_0166.jpg'),
(167, 'image_0167.jpg'),
(168, 'image_0168.jpg'),
(169, 'image_0169.jpg'),
(170, 'image_0170.jpg'),
(171, 'image_0171.jpg'),
(172, 'image_0172.jpg'),
(173, 'image_0173.jpg'),
(174, 'image_0174.jpg'),
(175, 'image_0175.jpg'),
(176, 'image_0176.jpg'),
(177, 'image_0177.jpg'),
(178, 'image_0178.jpg'),
(179, 'image_0179.jpg'),
(180, 'image_0180.jpg'),
(181, 'image_0181.jpg'),
(182, 'image_0182.jpg'),
(183, 'image_0183.jpg'),
(184, 'image_0184.jpg'),
(185, 'image_0185.jpg'),
(186, 'image_0186.jpg'),
(187, 'image_0187.jpg'),
(188, 'image_0188.jpg'),
(189, 'image_0189.jpg'),
(190, 'image_0190.jpg'),
(191, 'image_0191.jpg'),
(192, 'image_0192.jpg'),
(193, 'image_0193.jpg'),
(194, 'image_0194.jpg'),
(195, 'image_0195.jpg'),
(196, 'image_0196.jpg'),
(197, 'image_0197.jpg'),
(198, 'image_0198.jpg'),
(199, 'image_0199.jpg'),
(200, 'image_0200.jpg'),
(201, 'image_0201.jpg'),
(202, 'image_0202.jpg'),
(203, 'image_0203.jpg'),
(204, 'image_0204.jpg'),
(205, 'image_0205.jpg'),
(206, 'image_0206.jpg'),
(207, 'image_0207.jpg'),
(208, 'image_0208.jpg'),
(209, 'image_0209.jpg'),
(210, 'image_0210.jpg'),
(211, 'image_0211.jpg'),
(212, 'image_0212.jpg'),
(213, 'image_0213.jpg'),
(214, 'image_0214.jpg'),
(215, 'image_0215.jpg'),
(216, 'image_0216.jpg'),
(217, 'image_0217.jpg'),
(218, 'image_0218.jpg'),
(219, 'image_0219.jpg'),
(220, 'image_0220.jpg'),
(221, 'image_0221.jpg'),
(222, 'image_0222.jpg'),
(223, 'image_0223.jpg'),
(224, 'image_0224.jpg'),
(225, 'image_0225.jpg'),
(226, 'image_0226.jpg'),
(227, 'image_0227.jpg'),
(228, 'image_0228.jpg'),
(229, 'image_0229.jpg'),
(230, 'image_0230.jpg'),
(231, 'image_0231.jpg'),
(232, 'image_0232.jpg'),
(233, 'image_0233.jpg'),
(234, 'image_0234.jpg'),
(235, 'image_0235.jpg'),
(236, 'image_0236.jpg'),
(237, 'image_0237.jpg'),
(238, 'image_0238.jpg'),
(239, 'image_0239.jpg'),
(240, 'image_0240.jpg'),
(241, 'image_0241.jpg'),
(242, 'image_0242.jpg'),
(243, 'image_0243.jpg'),
(244, 'image_0244.jpg'),
(245, 'image_0245.jpg'),
(246, 'image_0246.jpg'),
(247, 'image_0247.jpg'),
(248, 'image_0248.jpg'),
(249, 'image_0249.jpg'),
(250, 'image_0250.jpg'),
(251, 'image_0251.jpg'),
(252, 'image_0252.jpg'),
(253, 'image_0253.jpg'),
(254, 'image_0254.jpg'),
(255, 'image_0255.jpg'),
(256, 'image_0256.jpg'),
(257, 'image_0257.jpg'),
(258, 'image_0258.jpg'),
(259, 'image_0259.jpg'),
(260, 'image_0260.jpg'),
(261, '好康的.jpg'),
(262, 'MIC.jpg');

-- --------------------------------------------------------

--
-- 資料表結構 `style`
--

CREATE TABLE `style` (
  `id` int(6) UNSIGNED NOT NULL,
  `name` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 傾印資料表的資料 `style`
--

INSERT INTO `style` (`id`, `name`) VALUES
(1, '散茶'),
(2, '茶包');

-- --------------------------------------------------------

--
-- 資料表結構 `tea_category`
--

CREATE TABLE `tea_category` (
  `id` int(3) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 傾印資料表的資料 `tea_category`
--

INSERT INTO `tea_category` (`id`, `name`) VALUES
(1, '紅茶'),
(2, '綠茶'),
(3, '青茶(烏龍茶)');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `brand`
--
ALTER TABLE `brand`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `pack_category`
--
ALTER TABLE `pack_category`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `product_category_relation`
--
ALTER TABLE `product_category_relation`
  ADD PRIMARY KEY (`product_id`);

--
-- 資料表索引 `product_images`
--
ALTER TABLE `product_images`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `style`
--
ALTER TABLE `style`
  ADD PRIMARY KEY (`id`);

--
-- 資料表索引 `tea_category`
--
ALTER TABLE `tea_category`
  ADD PRIMARY KEY (`id`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `brand`
--
ALTER TABLE `brand`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `pack_category`
--
ALTER TABLE `pack_category`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `products`
--
ALTER TABLE `products`
  MODIFY `id` int(3) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=261;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `product_category_relation`
--
ALTER TABLE `product_category_relation`
  MODIFY `product_id` int(3) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=264;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `product_images`
--
ALTER TABLE `product_images`
  MODIFY `id` int(6) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=263;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `style`
--
ALTER TABLE `style`
  MODIFY `id` int(6) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `tea_category`
--
ALTER TABLE `tea_category`
  MODIFY `id` int(3) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
